[
  {
    "id": 1,
    "nombre": "Lina Marcela Cediel Garzón",
    "fragmento": "Deja que la tormenta pase y después recoge la miseria, porque si te sumerges en ella terminarás siendo parte de la fatiga y la soledad...",
    "titulo": "Gaza: Frente en Alto",
    "image": "",
    
    "description": "Lina Marcela Cediel Garzón escribe con el alma puesta en la resistencia y la dignidad. Sus versos son llamados a la lucha interior, a la esperanza que florece incluso en los escombros del dolor.",
    "parts": [
      {
        
        "title": "Gaza: Fuerza y Honor",
        "content": [
          "",
          "Gaza,",
          "Deja que la tormenta pase",
          "y después recoge la miseria,",
          "porque si te sumerges en ella",
          "terminarás siendo parte de la fatiga y la soledad.",
          "",
          "Saca las fuerzas que llevas dentro",
          "porque esta batalla la tienes que ganar.",
          "",
          "No desfallezcas con el primer obstáculo que se presente",
          "porque no será el único en el camino,",
          " y eres tú quien tiene las armas necesarias para ganar la guerra.",
          "",
          "Lucha siempre con tu frente en alto,",
          " y haz del amor tu escudo",
          "y de tu fe la razón de luchar.",
          "",
          "Yo sé que el cansancio azota ",
          "pero es obvio que la noche muere con el sol ",
          "y tu dolor morirá con la Gloria"
        ]
      }
    ]
  },
  {
    "id": 22,
    "nombre": "Tamim al-Barghouti",
    "fragmento": "¿Cuántas almas nobles el tiempo ha señalado como criminales, y cuando llegó su momento, se rezó por su paz?",
    "titulo": "En Jerusalén / في القدس",
    "image": "/imagenes/tamim.jpg",
    "description": "Tamim al-Barghouti es una voz fundamental de la poesía árabe contemporánea. Su obra, profundamente ligada a la historia y la resistencia palestina, refleja la dignidad, el sufrimiento y la esperanza de su pueblo. Aunque no participa directamente en este libro, su poesía está incluida aquí como testimonio vital y eco de la lucha por la justicia.",    "parts": [
      {
        "title": "En Jerusalén",
        "content": [
          "",
          "¿Cuántas almas nobles el tiempo ha señalado como criminales,",
          "y cuando llegó su momento, se rezó por su paz?",
          "Abu al-Qasim, desterrado de la casa de su gente,",
          "Moisés hijo de Imrán y Jesús hijo de María—",
          "¿Conoces alguna fe que nunca haya sido tildada de crimen?",
          "Si un juez detecta a alguien con sus preceptos, la ejecución aguarda.",
          "Crucifixiones y asesinatos en las camas, ejércitos en Egipto,",
          "y la zanja ardiente de Najrán devorando vidas.",
          "Un niño apacible entre los brazos de su madre,",
          "esquivando un ejército en tierra de horror.",
          "Dime: ¿hubo algún profeta",
          "que no fuese perseguido por la policía,",
          "o alguno parecido en cada época acechando?",
          "Desde la raíz del monoteísmo—negar la divinidad de los reyes—",
          "esta fe ha permanecido prohibida.",
          "Los reyes la abrazaron solo por precaución,",
          "mientras en sus dominios un shirk oculto agotaba al silencio.",
          "Faraón y Nimrod nunca transformaron sus tiranías,",
          "ni con dos cuernos ni con lazos ahorcantes.",
          "Y nosotros, desde el comienzo de la creación, amigos queridos,",
          "exaltamos la corona del anhelo cada vez,",
          "aunque no veamos otra corona más grande.",
          "Aceptamos con duelo que nuestros huesos se sequen de sed,",
          "pero jamás aceptamos el veredicto de un juez.",
          "Una procesión en el balcón del hogar halló",
          "a un hombre herido, solo, empapado en sangre.",
          "Su mano derecha fue cortada; aceptó su destino.",
          "Se vendó abajo y se envolvió con firmeza.",
          "Tomó un bastón con la izquierda para defenderse,",
          "pero fue como una mosca que gira sin descanso.",
          "Un batallón fue enviado, temiendo que media casa colapsara.",
          "Lo encontraron sentado, esperándolos, irritado por su demora.",
          "Si lo hubieran fotografiado bajo un velo,",
          "habría sido un joven burlón que convierte el ceño en sonrisa.",
          "Cubrió su rostro no para ocultarse,",
          "sino porque, si lo conocieran, preferirían encarcelarlo.",
          "Y si lo capturaban, lo ofrecerían como cambio por su vida.",
          "Por eso consideró más firme el abrazo de la muerte.",
          "No se cubrió para preservar su vida,",
          "sino por renuncia a ella en busca de dignidad.",
          "Di que lleva un velo no por seguridad,",
          "sino como símbolo en las guerras y señal de resistencia.",
          "Di que en multitudes paralizadas por un solo miedo,",
          "y frente a filas que avanzan como infantería,",
          "todo actuó para dañar al enemigo,",
          "y nada vino en la vida para salvarlo.",
          "Lanzó su bastón al ejército enemigo como testamento,",
          "para quien no tiene arma más poderosa que él mismo.",
          "Lanzó el bastón; nada quedó en su mano salvo él,",
          "y quienes manejaban ejércitos se detuvieron.",
          "Desde aquel día, se convirtió en ejemplo:",
          "para cada joven que defiende lo que ama sin armas.",
          "Sentado en un trono como un califa,",
          "su pueblo le jura fidelidad en la tierra y el cielo.",
          "Ese es un trono deseado por los sabios,",
          "y ese líder apunta hacia la dirección de la bendición.",
          "Aquí, el ser humano se vuelve fe pura,",
          "y la fe del pueblo se encarna en una persona.",
          "¿Sabes que la muerte narra la historia del joven?",
          "Dice si su causa fue por la verdad o por la falsedad.",
          "El joven vive incluso en silencio,",
          "pero si muere, su muerte habla con voz poderosa."
        ]
      }
     
    ]
  }
]
