[{
    "id": 2,
    "nombre": "Abdellah Yahyaoui Azuz",
    "fragmento": "Great changes do not always come from governments, speeches, or powerful organizations.\nSometimes, the most significant deeds arise from small acts,\ndone in silence,\nfrom solitude,\nfrom scarcity,\nfrom uncertainty.",
    "titulo": "A Father's Legacy Etched in the Soul",
    "image": "/imagenes/abdellah.png",
    "description": "I swear by Allah, the Most High and Glorified, that I have never betrayed you, and I never will. I have never yielded, and I never will. Your cause is mine as long as I breathe. My children, and the children of their children, will carry the banner of justice. Whoever does not have Palestine in their heart has no connection with me. Palestine will be free, from the river to the sea, forged in the blood of martyrs, tempered in the patient tears of their mothers, and nourished by a hope that even death cannot bury.",
    "parts": [
      {
        "title": "A Father's Legacy Etched in the Soul",
        "content": [
          "",
          "From my childhood, my father — may God have mercy on him — taught me that Palestine is the greatest cause of our time.",
          "For him, for me, for our entire generation, nothing is more important.",
          "As long as Palestine is not free, nothing else matters.",
          "He instilled these values in me, teaching me to love this people with all my heart.",
          "I grew up with this idea etched in my mind.",
          "Palestine is not just a territory or a political struggle.",
          "It is sacred to us.",
          "There lies the Al-Aqsa Mosque,",
          "the place where the Prophet Muhammad ﷺ traveled during the Isra and ascended to the heavens.",
          "There, he prayed alongside all the prophets.",
          "It is a sacred symbol connecting us to our history and faith.",
          "There is also the Gate of the Moors.",
          "An honor that Saladin granted to our ancestors.",
          "This gate connects me to my land, my history, this cause.",
          "I am Moroccan, and I feel this connection in every fiber of my being.",
          "When someone said they were Palestinian,",
          "it was as if you automatically gave them everything you had.",
          "It did not matter who that person was.",
          "Just for being Palestinian, they deserved love, respect, and unconditional support.",
          "I remember once with my brother and an Algerian friend.",
          "A Sahrawi man began speaking with contempt about Palestinians.",
          "I did not allow it.",
          "I silenced him and defended the Palestinians with all my strength.",
          "This is how I grew up, with passion and commitment etched into my soul.",
          "This is the story I want to tell.",
          "So you understand who I am, where I come from, and why this cause is my life.",
          "Wake up.",
          "Read me with your heart.",
          "I am not Sunni.",
          "I am not Shia.",
          "I am not Christian.",
          "I am not Jewish.",
          "I am not atheist.",
          "I am Muslim.",
          "I believe in Allah, glorified and exalted.",
          "I believe in His sacred Book, the Qur’an.",
          "I believe in His Messenger, Muhammad ﷺ.",
          "And I believe in all His prophets: Jesus, Moses, Abraham, David…",
          "They are all my prophets. I respect them. I love them.",
          "I follow the Prophet ﷺ: his example, his mercy, his patience.",
          "I do not accept labels he never used.",
          "He never called me Sunni or Shia.",
          "He only called me Muslim.",
          "And if I love you, if I care for you, I will try to share with you what I believe.",
          "Not to impose, but out of affection.",
          "If you do not listen, I will continue.",
          "Without hate. Without resentment.",
          "Because patience is what he ﷺ taught us.",
          "And I grew up with these principles.",
          "But we have all been manipulated.",
          "We were divided with empty words: you, us, theirs, ours.",
          "We were made to forget that we are multiple.",
          "That you, like me, are more than one word.",
          "The Christian is more than Christian.",
          "The Muslim too.",
          "The problem begins when your humanity is reduced to a label.",
          "And you are told that the rest must be the enemy.",
          "But I learned that true loyalty is to Allah ﷻ.",
          "To goodness. To others. To refusing harm.",
          "That is what matters.",
          "That is why I ask you this:",
          "Do not read my words with a poisoned mind.",
          "Do not read them with what you have been told.",
          "Read them with your heart.",
          "Set aside your prejudice.",
          "Put your certainties aside for a moment.",
          "Try to see through my eyes.",
          "Because what you will read comes neither from newspapers nor experts.",
          "It comes from my life.",
          "From my skin.",
          "From what I have seen.",
          "From what I have felt.",
          "From what I have cried.",
          "From what I have kept silent about.",
          "From what hurts me.",
          "And if you continue listening, if you give me a bit of your patience,",
          "I promise you will begin to understand.",
          "Because nothing happening today is by chance.",
          "Everything has an origin.",
          "And part of that origin is here, in these words.",
          "It is not the whole truth.",
          "But it is a truth.",
          "Mine.",
          "And if you feel it as I feel it,",
          "perhaps you will begin to see many things differently."
        ]
      },
      {
        "title": "Palestine, the Perfect Excuse",
        "content": [
          "",
          "For decades, our leaders knew how to touch the most sensitive chord of the people: Palestine.",
          "They knew that just mentioning its name would make the people silent, accept, forgive, die if necessary.",
          "So they made it an excuse, a screen, a weapon of power.",
          "Everything was 'for Palestine.'",
          "The country’s resources were wasted, plundered, diverted…",
          "but always 'for Palestine.'",
          "We bought weapons by the millions: we were preparing to liberate it.",
          "Our raw materials were sold at a pittance: we were sanctioned for supporting Palestine.",
          "Million-dollar funds, associations, and projects were created: all to help Palestinians.",
          "We were told there was no bread, no schools, no hospitals: because we were in a state of emergency… for Palestine.",
          "A lie.",
          "Nothing arrived.",
          "Ambulances sat at the borders.",
          "Donations were lost in corrupt hands.",
          "Aid was just a photo with a flag.",
          "A single ambulance, with five logos, used in every speech,",
          "while Palestine remained alone, and we, poorer every day.",
          "With the complicity of the Palestinian 'authorities' themselves, everything was propaganda.",
          "Egypt remained in a state of emergency for 40 years.",
          "Syria too.",
          "A whole Arab world paralyzed, repressed, surveilled, for a war that never came.",
          "And meanwhile, these same governments claiming to fight Zionism…",
          "negotiated with it, signed contracts, opened joint businesses.",
          "The armies we funded were not composed of soldiers.",
          "They were private factories of empty medals,",
          "run by entrepreneurial generals,",
          "owners of multimillion-dollar businesses,",
          "where soldiers, paid by the state, served as free labor.",
          "Ready to sacrifice their own people before firing a shot, even by mistake.",
          "Them, untouchable.",
          "Us, always in debt.",
          "Thus, Palestine became the perfect excuse to repress, steal, impoverish, and perpetuate dictatorships.",
          "The noblest cause turned into the most perfect fraud."
        ]
      }
    ]
  }
]