[
  {
    "id": 2,
    "nombre": "Abdellah Yahyaoui Azuz",
    "fragmento": "Because great changes are not always born from governments, nor from speeches, nor from powerful organizations.\nSometimes, the most significant feats spring from small acts,\nperformed in silence,\nfrom solitude,\nfrom scarcity,\nfrom uncertainty.",
    "titulo": "A Father's Legacy Engraved in the Soul",
    "image": "/imagenes/abdellah.png",
    "description": "I swear by Allah, the Most High and Glorified, that I have never betrayed you, nor will I. I have not yielded, nor will I yield. Your cause is my cause as long as I breathe. My children, and their children's children, shall raise the banner of justice. Whoever does not carry Palestine's name in their chest has no bond or brotherhood with me. Palestine shall be free, from river to sea, forged in the blood of martyrs, tempered in the patient tears of its mothers, and nourished by a hope that not even death can bury.",
    "parts": [
      {
        "title": "A Father's Legacy Engraved in the Soul",
        "content": [
          "",
          "From childhood, my father—my late father—taught me that Palestine is the greatest cause of our era.",
          "For him, for me, for our entire generation, nothing is more important.",
          "Until Palestine is free, nothing else matters more.",
          "He instilled those values in me, taught me to love that people with all my heart.",
          "I grew up with that idea engraved in my mind.",
          "Palestine is not just territory or a political struggle.",
          "It is something sacred to us.",
          "There stands the Al-Aqsa Mosque,",
          "the place where Prophet Muhammad ﷺ traveled during the Isra' and ascended to heaven.",
          "There he prayed alongside all the prophets.",
          "It is a sacred symbol that connects us to our history and our faith.",
          "There is also the Maghreb Gate.",
          "An honor that Saladin granted to our ancestors.",
          "That gate unites me with my land, my history, this cause.",
          "I am Moroccan, and I feel that connection in every fiber of my being.",
          "When someone claimed to be Palestinian,",
          "it was as if you automatically offered them everything you had.",
          "It didn't matter who that person was.",
          "Just being Palestinian deserved love, respect, and unconditional support.",
          "I remember once with my brother and an Algerian friend.",
          "A Sahrawi man began speaking contemptuously of Palestinians.",
          "I wouldn't allow it.",
          "I told him to be quiet and defended Palestinians with all my strength.",
          "That's how I grew up, with passion and commitment engraved in my soul.",
          "This is the story I want to tell.",
          "So you understand who I am, where I come from, and why this cause is my life.",
          "Awaken.",
          "Read me with your heart.",
          "I am not Sunni.",
          "I am not Shia.",
          "I am not Christian.",
          "I am not Jewish.",
          "I am not atheist.",
          "I am Muslim.",
          "I am a Muslim.",
          "I believe in Allah, subḥānahu wa taʿālā.",
          "I believe in His sacred Book, the Qur'an.",
          "I believe in His Messenger, Muhammad ﷺ.",
          "And I believe in all His prophets: Jesus, Moses, Ibraham, David…",
          "All are my prophets. I respect them. I love them.",
          "I follow the path of the Prophet ﷺ: his example, his mercy, his patience.",
          "I do not accept labels he never used.",
          "He never called me Sunni or Shia.",
          "He only called me Muslim.",
          "And if I love you, if I value you, I will try to share with you what I believe.",
          "Not to impose, but out of affection.",
          "If you don't listen to me, I will continue forward.",
          "Without hatred. Without resentment.",
          "Because patience is what he ﷺ taught us.",
          "And I have grown up with those principles.",
          "But we have all been manipulated.",
          "They divided us with empty words: you, us, theirs, ours.",
          "They made us forget that we are many things.",
          "That you, like me, are more than a single word.",
          "The Christian is many things besides being Christian.",
          "The Muslim too.",
          "The problem begins when they reduce your humanity to a label.",
          "And tell you that the rest must be enemies.",
          "But I learned that true loyalty is to Allah ﷻ.",
          "To good. To one's neighbor. To doing no harm.",
          "That is what matters.",
          "Therefore, I ask you this:",
          "Do not read my words with a poisoned mind.",
          "Do not read them with what they told you.",
          "Read them with your heart.",
          "Set aside your prejudice.",
          "Leave your certainties for a moment.",
          "Try to see through my eyes.",
          "Because what you are about to read does not come from newspapers or experts.",
          "It comes from my life.",
          "From my skin.",
          "From what I have seen.",
          "From what I have felt.",
          "From what I have wept.",
          "From what I have silenced.",
          "From what hurts me.",
          "And if you keep listening to me, if you give me a little of your patience,",
          "I promise you will begin to understand.",
          "Because nothing that happens today is coincidental.",
          "Everything has an origin.",
          "And part of that origin is here, in these words.",
          "It is not the whole truth.",
          "But it is a truth.",
          "Mine.",
          "And if you feel it as I feel it,",
          "you might begin to see many things differently."
        ]
      },
      {
        "title": "Palestine, the Perfect Excuse",
        "content": [
          "",
          "For decades, our rulers knew how to touch the people's most sensitive chord: Palestine.",
          "They knew it was enough to pronounce its name for the people to be silent, accept, forgive, die if necessary.",
          "And so they turned it into an excuse, a curtain, a weapon of power.",
          "Everything was 'for Palestine.'",
          "The country's resources were wasted, plundered, diverted…",
          "but always 'for Palestine.'",
          "We bought weapons for millions: we are preparing to liberate it.",
          "Our raw materials were sold for laughable prices: they sanction us for supporting Palestine.",
          "Funds, associations, million-dollar projects were created: all to help Palestinians.",
          "They told us there was no bread, no schools, no hospitals: because we are in a state of emergency… for Palestine.",
          "Lies.",
          "Nothing arrived.",
          "Ambulances remained at borders.",
          "Donations were lost among corrupt hands.",
          "Aid was just a photograph with a flag.",
          "A single ambulance, with five logos, used in every speech,",
          "while Palestine remained alone, and we, poorer each day.",
          "With the complicity of the Palestinian 'authorities' themselves, everything was propaganda.",
          "Egypt remained in a state of emergency for 40 years.",
          "Syria, the same.",
          "An entire Arab world paralyzed, repressed, watched, because there was a war that never came.",
          "And meanwhile, those same governments that claimed to fight Zionism…",
          "negotiated with it, signed contracts, opened joint ventures.",
          "The armies we financed so much were not made up of soldiers.",
          "They were private factories of empty medals,",
          "commanded by businessman generals,",
          "owners of multimillion-dollar businesses",
          "where soldiers, paid by the State, were used as free labor.",
          "Ready to sacrifice their population before firing a bullet, not even by mistake.",
          "They, untouchable.",
          "We, always indebted.",
          "And so, Palestine was the perfect excuse to repress, steal, impoverish and eternalize dictatorships.",
          "The noblest cause turned into the most perfect fraud."
        ]
      },
      {
        "title": "Shadows of Inheritance and Schools of Oblivion",
        "content": [
          "",
          "We grew up in a land where the path was already traced before birth.",
          "Every position, every uniform, every seat of power had a name and surname engraved with inherited ink.",
          "It didn't matter what you knew, or how much you dreamed.",
          "What mattered was who your father was.",
          "What mattered was whom your grandfather served.",
          "What mattered was whom your people betrayed.",
          "They made us believe they were there by family merit.",
          "That they were sons of heroes.",
          "Grandsons of martyrs.",
          "That their surnames were written in history by justice.",
          "But it was a lie.",
          "The true fighters—our fathers and grandfathers—",
          "those who offered their lives asking nothing in return,",
          "were silenced.",
          "Were set aside.",
          "Those who ruled were the children of those who sold the country,",
          "the grandsons of those who signed betrayals in shadow,",
          "the heirs of privilege bought with the people's blood.",
          "The entire country became their private property.",
          "And we, powerless witnesses, saw how power was handed over",
          "as if it were a noble title.",
          "Not for merits.",
          "Not for justice.",
          "But for lineage and convenience.",
          "They stole knowledge from us, disguising it as school.",
          "They locked us in cold classrooms, full of hollow books,",
          "where history was a lie repeated with solemnity",
          "and knowledge, a tool of domestication.",
          "Education was not a right,",
          "it was a wall.",
          "A barrier designed to keep us obedient,",
          "so we would never dream too high.",
          "Absurd careers.",
          "Obsolete subjects.",
          "Universities distant from the people.",
          "From Larache to Rabat, 400 kilometers to study oblivion.",
          "And study what?",
          "Nothing that served.",
          "Nothing that built.",
          "Only disciplines without future, empty chairs, diplomas that opened no doors.",
          "Meanwhile, the children of power studied in Paris, London, Washington.",
          "They returned with expensive suits and legitimate titles,",
          "and inherited ministries, courts, embassies.",
          "We were left with ruins:",
          "universities like prisons, diplomas like chains.",
          "But even so, there was light.",
          "Homes where the Sacred Qur'an was the teacher.",
          "Where respect, dignity, truth were taught.",
          "Not with titles, but with example.",
          "Not with power, but with soul.",
          "Humble, wise, invisible fathers",
          "saved us from shipwreck.",
          "They taught us to resist from the heart.",
          "To think, to question, to remember.",
          "And that seed, though small,",
          "remained alive.",
          "And one day, with the internet,",
          "it began to burn."
        ]
      },
      {
        "title": "The Spark and Faith",
        "content": [
          "",
          "We, from our faith, do not believe that sustenance comes from a government.",
          "We never believed it.",
          "From childhood, we learned that rizq—sustenance—comes only from Allah, subḥānahu wa taʿālā.",
          "We learned to trust in sincere prayer and honest effort.",
          "Therefore, unlike other nations, we could endure injustice.",
          "We endured corrupt governments.",
          "We endured inherited power, deceptions, obstacles, repression...",
          "because we did not depend on them.",
          "Because our hearts already knew the way:",
          "\"And there is no creature on earth but that upon Allah is its provision.\"",
          "\"(Qur'an, Surah 11:6)\"",
          "That is our culture.",
          "That is our dignity.",
          "And that was the strength that allowed us to resist in silence.",
          "Until one day, it was no longer possible to remain silent.",
          "That young man in Tunisia,",
          "Mohamed Bouazizi,",
          "did not set himself on fire for a salary.",
          "He did not immolate himself for a job.",
          "He was a graduate.",
          "Someone who had given everything: years of study, family effort, sleepless nights and sacrifices.",
          "But they gave him no option.",
          "They wouldn't let him work in his field.",
          "Or in anything.",
          "So, with dignity,",
          "he decided to make a living selling fruit with his cart.",
          "But they wouldn't even allow him that.",
          "Some corrupt police officers,",
          "servants of the system,",
          "took away even the minimum from him.",
          "He didn't even have the right to earn his bread.",
          "He tried to reason.",
          "They didn't listen.",
          "They didn't see a human being.",
          "They saw an obstacle.",
          "And in that brutal act of injustice,",
          "when they took his cart,",
          "they took something more: they stole the last thread of dignity.",
          "It was then that he burned,",
          "and with him, an entire sleeping world burned.",
          "Bouazizi's fire was not suicide.",
          "It was a heartbreaking cry.",
          "An ignited plea that awakened millions of consciences.",
          "The flames that consumed his body",
          "were the same that illuminated the darkness of the Arab world.",
          "And so began the Arab Spring.",
          "First Tunisia.",
          "Then Egypt.",
          "And then Libya, Yemen, Syria, Bahrain, Algeria, Morocco...",
          "An entire region began to awaken.",
          "But it was not just a political awakening.",
          "It was spiritual.",
          "It was a generation saying enough.",
          "Saying: Allah, subḥānahu wa taʿālā, gave us dignity...",
          "and we will not accept having it taken away.",
          "I will not speak here of all the revolutions.",
          "But there is one that touches us directly,",
          "that connects with Gaza,",
          "that explains many things:",
          "the Egyptian revolution.",
          "Because Egypt,",
          "that noble land,",
          "which was refuge for prophets and guardian of the wise,",
          "went from being Gaza's hope",
          "to being its cruelest executioner.",
          "And that was no coincidence."
        ]
      },
      {
        "title": "The Enemy Behind the Door",
        "content": [
          "",
          "Gaza can resist missiles.",
          "It can endure hunger, darkness, contaminated water,",
          "lack of medicine, blackouts, rubble,",
          "mothers' screams and the dust of fallen bodies.",
          "",
          "What it cannot endure",
          "is betrayal by its own brothers.",
          "That is the wound that does not heal.",
          "That is the dagger that cuts deepest.",
          "",
          "During a brief respite,",
          "when the Egyptian people elected the Muslim Brotherhood,",
          "the door of hope opened.",
          "",
          "They had come to power with votes,",
          "with legitimacy.",
          "And above all, with values:",
          "teachers, doctors, intellectuals,",
          "honest people, educated, with faith and principles,",
          "determined to change Egypt from its roots.",
          "",
          "For the first time in decades,",
          "Gaza was not alone.",
          "",
          "The crossings were open.",
          "The tunnels were corridors of life,",
          "through which food, medicine, construction materials passed.",
          "",
          "Egypt returned to being what it was:",
          "Palestine's big sister.",
          "",
          "President Mohamed Morsi,",
          "—may Allah subḥānahu wa taʿālā have mercy on him—",
          "made it clear that bombings on Gaza would not be tolerated.",
          "That if Israel attacked, Egypt would act.",
          "And for the first time in a long time,",
          "the enemy trembled.",
          "",
          "But that lasted little.",
          "Too little.",
          "",
          "The powerful could not bear it.",
          "The same ones who sell democracy speeches to the world",
          "were those who conspired to murder Egyptian democracy.",
          "",
          "A brutal coup d'état,",
          "led by General Abdel Fattah al-Sisi,",
          "who went from being a traitor to the Constitution",
          "to being a dictator dressed as president.",
          "",
          "With hands still stained with blood,",
          "he took power.",
          "",
          "More than 4,000 people murdered in Rabaa.",
          "Thousands wounded.",
          "Hundreds of thousands imprisoned.",
          "Legitimate ministers, intellectuals, young people, women...",
          "all turned into hostages of the new regime.",
          "",
          "The world looked the other way.",
          "Europe, the United States, Israel,",
          "all remained silent...",
          "or applauded.",
          "",
          "The plan was in motion.",
          "A big, old, dark plan.",
          "A plan woven like a spider's web,",
          "fragile, but well hidden.",
          "",
          "\"Indeed, the plot of Satan is weak.\"",
          "(Qur'an, Surah 4:76)",
          "",
          "Since then, Gaza returned to being a roofless prison.",
          "All tunnels were sealed.",
          "The Rafah crossing remained closed.",
          "And if it ever opened,",
          "it was drop by drop, with conditions, with humiliation.",
          "",
          "Everything that entered and left was controlled by Zionists,",
          "and administered by traitors.",
          "",
          "In Gaza's sea,",
          "there is natural gas,",
          "there is wealth.",
          "",
          "And there are the enemy's ships,",
          "stealing it in broad daylight,",
          "A suffocating siege.",
          "Constant bombings:",
          "on houses,",
          "on cars,",
          "killing entire families with the same excuse:",
          "We have killed a Hamas leader.",
          "",
          "And with the complicity of those who should protect.",
          "",
          "Meanwhile,",
          "Gaza bled.",
          "And the world kept talking about Syria, Libya, Yemen...",
          "Everything was a smokescreen.",
          "Gaza was forgotten.",
          "",
          "Then came October 7th.",
          "It was not an attack.",
          "It was a reaction.",
          "",
          "It was the cry of a people on the brink of annihilation.",
          "It was the response of those who have nowhere left to flee.",
          "It was the final spark on a fuse that had been lit for years.",
          "",
          "And it was not an isolated outburst.",
          "It was not madness.",
          "It was not hatred.",
          "",
          "It was the result of decades of injustice,",
          "of hunger, of confinement, of lies,",
          "and of betrayals that hurt more than bombs.",
          "",
          "Everything fits together.",
          "The Islamic State,",
          "the hijacked revolutions,",
          "the rise of disguised dictators,",
          "government betrayals,",
          "the demonization of the honest,",
          "the media agenda,",
          "and even the Abraham Accords.",
          "",
          "Everything is part of the same web.",
          "Designed for decades.",
          "Sustained by Saudi Arabia, the Emirates, the United States, Europe, India and Israel.",
          "",
          "Its name:",
          "the New Silk Road.",
          "An economic and geopolitical project",
          "that seeks to connect the world...",
          "but silence Gaza.",
          "",
          "Because Gaza,",
          "that small strip,",
          "isolated, oppressed,",
          "has something they fear:",
          "the truth.",
          "",
          "And as Yahya Sinwar said,",
          "from the heart of the ruins:",
          "",
          "\"From this small and forgotten corner of the world,",
          "we are going to unmask",
          "the greatest plot and the greatest betrayal",
          "of our entire era.\""
        ]
      },
      {
        "title": "The Route of Traitors",
        "content": [
          "",
          "They say the future is built with infrastructure.",
          "With routes.",
          "With commerce.",
          "With treaties.",
          "With progress.",
          "But the plan had a flaw.",
          "",
          "Gaza was not dead.",
          "Gaza does not forget.",
          "Gaza is not land: it is flame.",
          "",
          "And that's why October 7th was not a surprise.",
          "It was a warning.",
          "It was a rupture.",
          "It was the desperate cry of a people who had already been condemned in silence.",
          "",
          "Because if Hamas had not acted that day,",
          "Palestine already had its sentence written.",
          "Everything was already signed.",
          "Sealed with the silent complicity of the Palestinian Authority.",
          "An unwritten agreement,",
          "but palpable in every settler who settled.",
          "In every stolen plot.",
          "In every demolished home.",
          "In every bought silence.",
          "",
          "The land was bleeding away in pieces.",
          "Gaza was not only facing bombs.",
          "It was facing a plan of disappearance.",
          "",
          "And the same was happening in Yemen.",
          "If the resistance had not acted there,",
          "the United Arab Emirates—who already dreamed of building new land where there is none—",
          "would have devoured the entire country.",
          "A tiny State, hungry for expansion,",
          "thirsty for control,",
          "built on sand,",
          "needing more sand.",
          "",
          "But we will tell that story later.",
          "",
          "Because today,",
          "the map is drawn with blood,",
          "time is measured in resistance,",
          "and history—finally—",
          "has begun to break its chains.",
          "",
          "But sometimes, those routes do not connect peoples.",
          "They bury them.",
          "",
          "That's what they call the New Silk Road.",
          "A global project.",
          "A colossal plan.",
          "A web woven with money, interests and betrayal.",
          "",
          "They wanted to trace it between India, Europe and the Middle East.",
          "Unite ports, gas pipelines, trains, commerce,",
          "all through the heart of the Arab region.",
          "",
          "The problem?",
          "Gaza was in the middle.",
          "Gaza was the obstacle.",
          "A thorn.",
          "A grain of sand in the machinery.",
          "",
          "A rebellious land,",
          "a living truth,",
          "a people who would not accept being forgotten.",
          "",
          "They could not allow it.",
          "",
          "This is how they planned it:",
          "The United States with its satellites,",
          "Israel with its technology and army,",
          "the Emirates with their money,",
          "Saudi Arabia with its silence,",
          "Europe with its hypocrisy,",
          "and India with its ambition.",
          "",
          "All aligned.",
          "",
          "The objective was clear:",
          "Silence Gaza.",
          "Control Egypt.",
          "Neutralize Iran.",
          "Turn the rest into transit stations,",
          "consumer markets,",
          "zones of obedience.",
          "",
          "And that's why they needed Gaza to die.",
          "Not with a bomb.",
          "Not with an invasion.",
          "With oblivion.",
          "",
          "Cut the tunnels.",
          "Close the crossings.",
          "Block aid.",
          "Isolate its voice.",
          "Let it rot in darkness.",
          "",
          "Meanwhile,",
          "agreements were signed.",
          "They shook hands at summits.",
          "They spoke of peace, normalization,",
          "of commerce, of innovation.",
          "",
          "And Gaza?",
          "Underground.",
          "Without electricity.",
          "Without water.",
          "Without future.",
          "",
          "But the plan had a flaw.",
          "",
          "Gaza was not dead.",
          "Gaza does not forget.",
          "Gaza is not a land.",
          "It is a flame.",
          "",
          "And that's why October 7th was not a surprise.",
          "It was a warning.",
          "",
          "That peoples do not forget.",
          "That justice is not buried.",
          "That betrayal, no matter how disguised,",
          "ends up coming to light.",
          "",
          "As the Qur'an said:",
          "",
          "\"And they plot, and Allah plots.",
          "And Allah is the best of plotters.\"",
          "\"(Qur'an 8:30)\"",
          "",
          "Those who sold Palestine for gas,",
          "for railways, for routes and summits,",
          "do not understand something fundamental:",
          "",
          "Our sustenance does not come from you.",
          "It does not come from the IMF.",
          "Nor from the UN.",
          "Nor from any round table.",
          "",
          "Our sustenance comes from Allah subḥānahu wa taʿālā.",
          "",
          "And as the Sacred Qur'an said:",
          "",
          "\"And that man will have nothing but what he strives for.\"",
          "\"(Qur'an 53:39)\"",
          "",
          "That's why we survive.",
          "That's why we resist.",
          "That's why we fight.",
          "",
          "Because we believe.",
          "And because, even if the entire world closes its eyes,",
          "Gaza will keep looking to the sky.",
          "",
          "And from there will come aid.",
          "And with it, the fall of this entire route",
          "that is built on blood",
          "and lies."
        ]
      },
      {
        "title": "A Living Present for an Uncertain Future",
        "content": [
          "",
          "There are many ways to tell a story.",
          "The most comfortable is when everything has passed.",
          "When you already have the results, the data, the figures.",
          "When the smoke has cleared and the blood has dried.",
          "When you can sit with distance, calmly, and say: \"This is how it was.\"",
          "But that story—the one of memory—, however elegant it may seem, is not the true one.",
          "Because real history is not born from memory.",
          "Real history is felt in the chest when you still don't know what's going to happen.",
          "When everything burns.",
          "When it hurts.",
          "When decisions are made without certainties, only with faith.",
          "\"A future told from its present is more authentic than a future told from memory.\"",
          "— Abdellah Yahyaoui Azuz",
          "That's why this book is not a traditional history book.",
          "It is a heartbeat.",
          "It is a voice.",
          "It is a story told from the present,",
          "where feelings are raw,",
          "ideas are unfinished,",
          "and life, every second, is at stake.",
          "Now we pause this story to look directly at this present.",
          "Not to stray from the thread,",
          "but because the now is too urgent not to tell it.",
          "Gaza is dying now.",
          "Minute by minute.",
          "With hunger.",
          "With thirst.",
          "With fear.",
          "It has been in famine for months.",
          "No food enters.",
          "No aid enters.",
          "The Rafah crossing remains closed.",
          "And while the people cry out, the world calls for pot-banging protests.",
          "What good is a worldwide pot-banging if all you do is bother the neighbor who is already with you?",
          "What good is making noise if the noise doesn't bother those who are murdering?",
          "The guilty have names, surnames and even nicknames:",
          "Benjamin Netanyahu or the genocidal one for friends",
          "Abdel Fattah al-Sisi the dictator",
          "Donald Trump: the alleged pedophile, according to Jeffrey Epstein's list",
          "And they have offices, embassies, accounts, companies:",
          "Burger King.",
          "Coca-Cola.",
          "Starbucks.",
          "But no one goes to them.",
          "Everything stays in neighborhoods.",
          "In banners.",
          "In flotillas that do arrive, but they take away their ships, take the obligatory photo and return them without any impact.",
          "Neither the first one worked.",
          "Nor the second.",
          "And the third and fourth won't work either.",
          "All this becomes false hopes that only serve the enemy.",
          "Because when you announce an action for next week,",
          "you're giving them time to kill more.",
          "And people believe something big is coming... but nothing comes.",
          "Only wear.",
          "Disillusionment.",
          "Silence.",
          "",
          "\"The caravan advances, while the dogs bark.\"",
          "\"- Arab proverb -\"",
          "And the most dangerous thing: they want us to believe that change can only come from above.",
          "From parties.",
          "From NGOs.",
          "From institutions that have lived off the Palestinian cause, have enriched themselves with it, or have used it to gain subscribers.",
          "Many are as useless as they are complicit.",
          "Even the enemy loves that kind of initiative.",
          "Because they group people into harmless actions,",
          "because they redirect pressure toward those who are actually doing something.",
          "They pressure the weak.",
          "And leave the strong alone.",
          "That's why we see demonstrations in front of Ferraz,",
          "in front of the Socialist Party headquarters,",
          "and not in front of the Popular Party, or Vox,",
          "or any other lackey of the genocidal.",
          "The only one who has had the courage to officially recognize the Palestinian State,",
          "to condemn genocide,",
          "and to stand up to Trump,",
          "is Pedro Sánchez.",
          "Has he yielded on some occasions? Yes.",
          "Has he lied? Also.",
          "Could he do more? Of course.",
          "Is he complicit? Not at all.",
          "Pedro Sánchez did what very few in the world dared to do,",
          "and he did it with the little real power he has.",
          "We all know how our Government is composed.",
          "We all know the limits of a multiparty system suffocated by economic and media blackmail.",
          "And here's a question for those from Podemos who don't stop launching grandiose proposals,",
          "which basically only serve to wear down the left that still defends Palestine:",
          "Why didn't you recognize the Palestinian State when you were in Government?",
          "Rufián, a great Catalan politician, has understood it well.",
          "He said it clearly and accurately:",
          "\"I don't care how it is or who leads it,",
          "but if we don't agree,",
          "they will kill us politically separately.\"",
          "And meanwhile,",
          "no one goes to PP headquarters.",
          "No one goes to Vox headquarters.",
          "The excuse?",
          "\"They don't govern.\"",
          "What do you mean they don't govern?",
          "They control autonomous communities.",
          "They control companies that do business with Israel.",
          "They control media.",
          "They govern, and a lot.",
          "But no one goes to them.",
          "Because it's not convenient.",
          "Because some don't want to.",
          "Because they don't want to bother real power.",
          "And what is sought is to wear down the one who still resists,",
          "the one who still dares,",
          "the one who, like Pedro Sánchez, has had the audacity to do what many promised,",
          "but didn't do: act.",
          "And then something happened.",
          "A few days ago, Sayyid al-Ummah, Abu Ubaidah, launched a word that fell like thunder on the sleeping conscience of the Muslim world.",
          "He said:",
          "\"I will be your opponent before Allah Subḥānahu wa taʿālā on Judgment Day.",
          "I, the women, the children, the martyrs...",
          "We will be your opponents,",
          "ruler,",
          "people,",
          "and everyone who could do something and didn't.\"",
          "That phrase changed everything.",
          "It was stronger than any UN resolution.",
          "It was more direct than any European speech.",
          "And it awakened a youth that no longer believes in slogans.",
          "That no longer trusts empty summits.",
          "That no longer accepts silence as an option.",
          "A young Egyptian, Waseem Hamid, went to the Egyptian embassy and locked the door with a padlock.",
          "He didn't shout.",
          "He didn't ask.",
          "He just said:",
          "\"The door is closed from your side, not mine.\"",
          "And that gesture was a spark.",
          "In Turkey.",
          "In Norway.",
          "In England.",
          "In Morocco.",
          "In Libya.",
          "In Lebanon.",
          "In Iraq.",
          "Egyptian embassies began to be surrounded.",
          "Not by NGOs.",
          "Nor by parties.",
          "Nor by organized leaderships.",
          "By the people.",
          "Then, three young Egyptians took a Mukhabarat police station.",
          "They locked up the agents.",
          "They demanded the opening of the Rafah crossing,",
          "shouting:",
          "\"Allah, we have done what we could.",
          "Allah, I have done what I could.\"",
          "They said it looking at the camera, with broken but firm voices.",
          "Meanwhile, the world seemed not to look.",
          "But a humble and heartbreaking gesture began to travel the Mediterranean.",
          "A young man, with tears streaming down his face, took a handful of rice and lentils,",
          "put them inside an empty bottle and threw it into the sea,",
          "whispering through sobs:",
          "\"Allah, forgive me...",
          "I can't do more.",
          "This is all I can do.\"",
          "And from there an avalanche began.",
          "People from all over Egypt took food, sealed it in bottles,",
          "and threw them into the sea,",
          "each one asking for forgiveness, asking for hope,",
          "asking Allah to deliver this message.",
          "And real change came from fear of what is being born in Egypt.",
          "They are terrified by the idea of a free Egypt,",
          "An awakening they don't control.",
          "An authentic wave that doesn't obey organizations.",
          "That doesn't serve their rhythms.",
          "Nor their times.",
          "And they want to silence it.",
          "That's why they don't talk about the young man with the padlock.",
          "Nor about those who throw rice and lentils into the sea as a symbol of dignity.",
          "Nor about those who take police stations out of hunger.",
          "The media doesn't tell it.",
          "Because they want you to believe that change can only come from above.",
          "From an office.",
          "From a president.",
          "From a resolution.",
          "But no.",
          "Real change is brewing in the street.",
          "With ordinary people.",
          "With bare hands.",
          "With brave gestures.",
          "As Colombia's president, Gustavo Petro, said:",
          "\"Gaza is the experiment.",
          "A laboratory to see how far a people can be subjected without anyone rising up.\"",
          "And in Egypt, right now, they are rising up.",
          "Silently.",
          "With firm steps.",
          "And the enemy knows it.",
          "And that's why they yield.",
          "Not out of compassion.",
          "But out of fear.",
          "And this story—the one of this instant—",
          "is truer than any analysis tomorrow.",
          "Because it is born from fire.",
          "From the present.",
          "From dignity.",
          "Here ends the parenthesis.",
          "Here we return to the story.",
          "But let no one forget:",
          "sometimes, a single ignited heart does more than a thousand directed demonstrations.",
          "And that fire, today, burns.",
          "\"I saw my father dead... and I buried him in my eyes.\"",
          "A girl said it today. She was no more than eight years old.",
          "She wasn't crying. She couldn't anymore.",
          "She just said it with a hollow voice,",
          "one of those that only come out when pain has burned all tears.",
          "And while Gaza burns,",
          "while children bury with their eyes,",
          "false angels appear.",
          "Governments that drop a box from the sky",
          "as if that washed away the crime.",
          "Boxes with rice thrown from a plane,",
          "as if two packages could save two million.",
          "And worse still: they kill with them.",
          "Children running to catch them,",
          "and in that chaos,",
          "they crush each other.",
          "They die.",
          "And their deaths are celebrated as diplomatic triumphs.",
          "As if compassion came wrapped in military plastic.",
          "From Gaza, a man -Mahmoud Al Amoudi- said with a broken voice:",
          "\"Please, don't hurt us trying to help us.\"",
          "He said it for all those who only help to put on makeup.",
          "So Jordan can say \"we sent a plane,\"",
          "so the Emirates can say \"we opened an air bridge,\"",
          "so Egypt can say \"we put in 20 trucks.\"",
          "As if this were a charity championship.",
          "As if blood were a goal scoreboard.",
          "And meanwhile, people die.",
          "Hunger doesn't wait for speeches.",
          "Water is not purified with intentions.",
          "And children don't understand diplomacy.",
          "But the most painful thing, what hurts like betrayal,",
          "is seeing how they silence real actions.",
          "The small ones. The ones that don't make the press.",
          "The ones that have no flag.",
          "The ones that don't seek likes.",
          "The gestures that are born from rage and faith.",
          "From dignity and desperation.",
          "Outside protocols.",
          "Outside NGOs.",
          "Outside the path traced by those who believe that repeating summits and meetings is the solution.",
          "Because it's not.",
          "The solution is in the collective heartbeat.",
          "In the voice that doesn't shut up.",
          "In people who, without resources, without power, without anything,",
          "choose to do more than just watch.",
          "And that heartbeat is here.",
          "In Spain",
          "In Morocco,",
          "In Egypt.",
          "In Gaza.",
          "In Tunisia.",
          "Everywhere.",
          "Because hope is not dead.",
          "It's sleeping.",
          "And it's awakening."
        ]
      },
      {
        "title": "The beginning of the end... or the end of what should never have existed?",
        "content": [
          "",
          "I wanted to continue with the story...",
          "But history will not forgive me.",
          "Because while I write, Gaza is dying.",
          "Minute by minute. Hour after hour.",
          "Not in poetry.",
          "Not in metaphor.",
          "Real.",
          "Brutal.",
          "",
          "And it breaks me inside.",
          "And it's not dying alone.",
          "They are murdering it.",
          "with the most perverse and psychopathic methods that history has ever known",
          "With the silent applause of the powerful.",
          "With the dirty echo of false Samaritans who wave their flags while throwing empty boxes from the skies.",
          "But something has changed.",
          "The rats are coming out of their holes.",
          "The Saudi minister giving speeches.",
          "France's Foreign Minister promising recognition.",
          "Germany wanting to launch air aid.",
          "Suddenly, everyone is in a hurry.",
          "After several months of siege and genocide broadcast live,",
          "now they discover that Gaza suffers?",
          "that there's no rice?",
          "that there's no water?",
          "that people die for food?",
          "No, they don't do it for Gaza.",
          "They do it out of fear.",
          "Because fear has changed sides.",
          "Before, the criminal Al-Sisi appeared in large halls, surrounded by generals, microphone in hand,",
          "threatening his own people live with arrogance and prepotence.",
          "Today he appears in a recorded and edited video. Alone. Sweating. Pale. Begging for help from the United States.",
          "",
          "He's no longer surrounded.",
          "He's alone.",
          "He's scared.",
          "And he's afraid!",
          "He knows it!",
          "He knows that history repeats itself.",
          "That the same ones who delivered Mubarak will deliver him. His time is up.",
          "Why?",
          "Because something is trembling. Because Egypt is awakening.",
          "And everyone knows it.",
          "Hamas knows it.",
          "And they're going to take advantage of it even if the price is too high if it goes wrong.",
          "Khalil al-Hayya, one of its leaders, made it clear yesterday. It wasn't just another speech.",
          "It was an unprecedented call.",
          "He didn't appeal to presidents or rotten institutions.",
          "He spoke to the Egyptian people, to the Jordanian people.",
          "And he did the unprecedented: he sent a direct message to the Egyptian army.",
          "Yes, to the army.",
          "To those soldiers who still have weapons in their hands... and perhaps also conscience.",
          "He told them: It's your responsibility.",
          "",
          "Because if Egypt rises up, everything falls.",
          "A free Egypt means:",
          "Free Libya, free Sudan, free Yemen, free Syria, free Lebanon.",
          "And 'Israel'?",
          "Which Israel?",
          "The enemy knows it. Feels it.",
          "And that's why... they put on theater.",
          "A diplomatic circus that pretends to calm peoples with crumbs.",
          "Because crime has also returned.",
          "Days ago, Egyptian police delivered the tortured body of a young literature student.",
          "They had detained him.",
          "They returned him dead.",
          "With marks that scream the same thing that Khaled Said's corpse screamed before the January 25 revolution.",
          "And Egypt has returned to smell like revolution.",
          "Meanwhile, the media keeps silent.",
          "Or worse: they keep lying.",
          "They divert attention. They repeat their empty litanies.",
          "They talk about Macron, about declarations, about supposed humanitarian aid that neither arrives nor serves.",
          "But real pressure comes from below.",
          "From the kid who closed the embassy with a padlock.",
          "From the boy who sent rice and lentils in bottles to the sea for Gaza.",
          "From those who surround Egyptian embassies in dozens of countries.",
          "From the three young Egyptians who took a Mukhabarat police station",
          "and locked the police in their own cells, demanding the opening of the Rafah crossing.",
          "That is an action. That does cause fear.",
          "So real has been the shake that today Waseem Hamid, the young man who led the actions against the embassies,",
          "has given an ultimatum to the authorities:",
          "\"They have 4 hours to say what they've done with the three boys or what's coming... they won't even want it for their worst enemies.\"",
          "Egypt has broken fear.",
          "And the enemy knows it.",
          "That's why Trump now comes out saying he's going to give Russia 20 days to end the war in Ukraine.",
          "Does he really think Russia will react to his threats?",
          "With all their nuclear weapons? After plundering Ukraine for years?",
          "Not even the Ukrainians believe it anymore.",
          "It's just another smokescreen. Another old trick from a magician without magic.",
          "Because they need to divert attention. Because they're scared.",
          "But it's too late.",
          "History is not being written from above.",
          "It's being written from below.",
          "From the streets. From hands. From bodies. From pain.",
          "And this time, they won't be able to erase or steal the spotlight.",
          "This time, history won't be told by what governments did.",
          "But by what peoples couldn't be stopped from doing."
        ]
      },
      {
        "title": "Doubt, Cowardice and the Awakening of Commitment",
        "content": [
          "",
          "\"And whoever fears Allah, He will make for him a way out,",
          "and will provide for him from where he does not expect...\" (At-Talaq, 65:2-3)",
          "",
          "And while His will manifests before our eyes,",
          "while the world turns between chaos and awakening,",
          "I return to the story.",
          "To my story.",
          "To that October 7th where everything changed.",
          "",
          "That day when the bombings began, my way of seeing reality changed completely.",
          "",
          "Every day, we saw those horrible videos: mutilated children, faceless,",
          "Bombings without limits, without morality or compassion.",
          "Only death.",
          "Indiscriminate death.",
          "Children. Women. Men. Old. Young. Muslims, Christians... guilty or innocent",
          "who cares.",
          "I care.",
          "",
          "Something inside me broke.",
          "",
          "I said:",
          "\"This is not normal. It can't continue like this.\"",
          "",
          "I began to ask myself:",
          "\"What can I do? What do I have to do, damn it? What do I do?\"",
          "",
          "That was the only question that wouldn't leave me in peace.",
          "",
          "I would come home and see my wife crying, day and night, non-stop.",
          "Every time I talked to her, she would break down crying again.",
          "",
          "My daughter, with the innocence that only a child can have, told me:",
          "\"Daddy, do something.\"",
          "\"Daddy, why don't you do anything?\"",
          "",
          "Those words pierced my soul.",
          "",
          "Inside I was breaking.",
          "",
          "I, who had always been a strong man, felt weak, cowardly.",
          "",
          "I felt helplessness.",
          "I didn't know what to do.",
          "",
          "I felt I was failing my family, my children, my wife.",
          "",
          "How could I give them an answer when I myself didn't know what to do?",
          "",
          "I felt the pressure of responsibility and the desperation of helplessness.",
          "",
          "I asked myself:",
          "\"Do I have to hit someone? Do I have to do something?\"",
          "— a whisper that doesn't leave me in peace.—",
          "I hit the bag with bare hands until bleeding. It wasn't sport. It was rage.",
          "Without gloves. Without bandages. Nothing. Just my bare fists full of rage.",
          "",
          "Each blow was like screaming without voice,",
          "as if each blow could give back a face to a child in Gaza.",
          "",
          "The echo bounced throughout the gym.",
          "",
          "I was venting a war that burned inside me.",
          "People avoided me, stepped aside, pretended not to see me.",
          "",
          "But I didn't see them either.",
          "I wasn't there to train.",
          "I was there to not go crazy.",
          "",
          "I felt my children looked at me with disappointment.",
          "They were small, they didn't understand, but they saw that their father couldn't protect them.",
          "",
          "At that moment I realized I couldn't stay silent.",
          "",
          "I had to act, even if I didn't know how.",
          "",
          "I had to find a way to fight from where I was."
        ]
      },
      {
        "title": "Helplessness",
        "content": [
          "",
          "I remember a day I can never forget.",
          "",
          "I was at home, calm, when suddenly my 8-year-old son arrived,",
          "something unusual because he almost never goes out alone to the street.",
          "",
          "That day, however, he was putting on his shoes in a great hurry",
          "and with an urgency in his voice I had never heard.",
          "",
          "He told me:",
          "\"Abi, abi (that's what my son calls me)... there's a demonstration for Palestine.\"",
          "",
          "He said it with few words, but with an emotion that reached my heart.",
          "",
          "He ran out, almost without finishing talking, as if asking me:",
          "\"Are you coming or not coming?",
          "I'm going.\"",
          "He didn't care what I could answer",
          "My little one challenged me.",
          "I never felt as proud of him as that day.",
          "",
          "I heard the noise of the demonstration passing through the street and we went out.",
          "",
          "He took my hand and ran out to join the demonstration,",
          "with a determination that broke my soul and at the same time gave me strength.",
          "",
          "My family changed.",
          "",
          "I changed.",
          "",
          "My children changed.",
          "",
          "Even my mother changed.",
          "",
          "When my mother starts crying,",
          "when my wife comes home crying,",
          "and I myself, who consider myself a strong man, a tough guy who has endured a lot,",
          "couldn't contain the tears.",
          "",
          "I couldn't control that helplessness that consumed me.",
          "",
          "The only thing that went around in my head was:",
          "\"I can't work in peace, I can't sleep in peace.\"",
          "",
          "I remember a night when I was sleeping next to my son.",
          "",
          "Suddenly, I woke up startled and, without thinking, jumped on top of him,",
          "almost crushing him with my weight.",
          "",
          "I dreamed that a bomb was falling on us",
          "and my instinct was to protect him, even if it was only in dreams.",
          "",
          "I could no longer watch movies, or series,",
          "or anything that wasn't crude reality.",
          "",
          "I only watched news, YouTube, videos non-stop, for hours and hours.",
          "",
          "I wanted to talk to someone, but with whom?",
          "",
          "People listened to me, but their words were weak, without action."
        ]
      },
      {
        "title": "Isolation",
        "content": [
          "",
          "I continued doing the only thing I could do from here: publish, spread, speak.",
          "",
          "I went to demonstrations, shouted, didn't miss any.",
          "",
          "But it was desperate.",
          "",
          "Because nothing changed.",
          "",
          "Before, when I published something, 200, 300 people saw it.",
          "But after all this, no matter what I posted, it barely reached one or two.",
          "",
          "I felt the world turned indifferent to what was happening.",
          "",
          "There were even people who told me:",
          "\"I'm sorry, I'm going to stop following you because what you publish hurts me too much.\"",
          "",
          "What?!",
          "How can someone think that by stopping seeing these images something is fixed?",
          "How did they think this was going to be solved by ignoring it, looking the other way?",
          "",
          "This is not a Netflix series or a movie you can pause when it hurts.",
          "",
          "They are families, children, broken dreams, destroyed lives.",
          "",
          "People with names and surnames who die every day.",
          "",
          "And you don't want to see it because it makes you uncomfortable.",
          "",
          "I felt like a coward.",
          "",
          "A piece of shit.",
          "",
          "Empty inside.",
          "",
          "Because my children looked at me with disappointment.",
          "",
          "They don't understand limits.",
          "",
          "For them, their father is strong, brave, capable of everything.",
          "",
          "And they saw that their father couldn't do anything.",
          "",
          "They don't understand that there's no way to get there.",
          "",
          "They don't understand that if there were a path, however small, I would go without hesitation.",
          "",
          "And if I had to die for them, I would die without thinking twice.",
          "",
          "There is no greater honor than that.",
          "",
          "But there's no way.",
          "",
          "There's no way to get there, help, protect.",
          "",
          "All that's left is to do the little that can be done from here: speak, publish, not be silent.",
          "",
          "And I spoke.",
          "",
          "And I spoke.",
          "",
          "And I spoke.",
          "",
          "Until people started avoiding me.",
          "",
          "They moved away because it bothered them to hear the truth.",
          "",
          "Because truth hurts.",
          "",
          "Because it breaks the comfortable silence in which they live.",
          "",
          "But I couldn't be silent.",
          "",
          "Because every time I was silent, I felt I was betraying them."
        ]
      },
      {
        "title": " Jatofin ! ",
        "content": [
          "",
          "Over time, I understood that although I couldn't get there,",
          "I could do something more than talk.",
          "It was then that the boycott began to gain strength at home.",
          "Not as a perfect strategy, nor as a magical solution.",
          "But as an act of coherence, of dignity.",
          "A way of saying: I don't participate.",
          "And that's when we created our secret word: Jatofin.",
          "At first it was just a code.",
          "We used it to refer to products or companies",
          "that we didn't want to support because of their involvement in genocide.",
          "If something was 'jatofin,' we avoided it,",
          "without needing to explain it in front of anyone.",
          "But little by little, that word became something else.",
          "It became a symbol. A lifestyle.",
          "A reminder that we could live",
          "without many things we thought essential.",
          "And yes, it also became a practical excuse from time to time.",
          "Sometimes, when something was very expensive",
          "or simply didn't make sense to buy,",
          "I would say with a serious face: 'That's Jatofin.'",
          "My son would laugh. So would I.",
          "It was our little joke.",
          "I'm not particularly proud of that,",
          "but sometimes humor is a refuge.",
          "A way to keep going without breaking inside.",
          "What really surprised me was how he internalized everything.",
          "He was only eight years old, but he had already made his own decisions.",
          "He stopped playing certain video games when he knew who produced them.",
          "He told me himself:",
          "—Abi, if Microsoft supports this, I don't want to play Minecraft.",
          "That phrase hit me and gave me hope at the same time.",
          "Because I understood that boycott is not just a political action.",
          "It's a form of education. Of identity. Of dignity.",
          "He also lived it at school.",
          "If someone wasn't pro-Palestine, he would distance himself.",
          "He said it clearly.",
          "In every drawing, in every task,",
          "he found a way to talk about injustice.",
          "And then came his song.",
          "A song he composed alone, at eight years old,",
          "and every time I hear it, it breaks my soul.",
          "Because in it there is truth.",
          "Not an adorned or learned truth,",
          "but a truth that is born from within.",
          "That hurts. That embraces. That screams without violence.",
          "All this made me think about what we had let go.",
          "We lived surrounded by things.",
          "Things that seemed necessary.",
          "But seeing families that don't have bread, water, or flip-flops...",
          "how could I justify certain whims?",
          "The boycott was not only a gesture of protest,",
          "it was a silent purge. A letting go.",
          "Learning to live with less and feel freer.",
          "Seeing that you don't need as many things as you thought is, in itself, a revolution.",
          "Jatofin gave us language. It gave us limits. It gave us peace.",
          "And yes, we kept talking. We kept publishing.",
          "But it was no longer just to scream desperately at the world,",
          "but to remind ourselves that we can still choose.",
          "Even in small things. Even in silence."
        ]
      },
      {
        "title": "What Can I Do?",
        "content": [
          "",
          "Every day I woke up with the same question.",
          "The same. Just one.",
          "What can I do?",
          "Alone.",
          "Without resources.",
          "Without positions.",
          "Without microphones.",
          "Without parties.",
          "Without powerful allies.",
          "What can I do?",
          "What good is all this?",
          "What good is this pain if I don't know where to direct it?",
          "What good is rage if I have nowhere to shoot it?",
          "What good is knowing the truth if I can't move anything with it?",
          "I couldn't stay still.",
          "I didn't want to be another spectator.",
          "Another one who watches from the comfort of his home while children die under rubble.",
          "I had to do something. However. From wherever I was.",
          "Even if it was small. Even if it was invisible.",
          "So I started looking.",
          "Really looking.",
          "As if my life depended on it.",
          "Because in part... it did.",
          "I looked for a crack.",
          "A way.",
          "A form of action.",
          "A gesture.",
          "A door.",
          "And what I found was something else.",
          "I ran into a plague.",
          "A pest disguised as help.",
          "A mountain of digital garbage.",
          "People without shame.",
          "People without soul.",
          "People who transformed genocide into entertainment.",
          "Who used our blood to feed their algorithm.",
          "Influencers.",
          "Content creators.",
          "Opportunists.",
          "Ignorant people.",
          "Accomplices.",
          "They took the most real videos, the rawest, the most sacred",
          "—recorded in Gaza, with hearts on fire—and destroyed them.",
          "They filled them with epic music, loaded them with trite phrases,",
          "turned them into clips, into reels, into pieces of fast consumption.",
          "And they felt like activists.",
          "Do you really think your video is more authentic than that of a man who is watching",
          "his friend get into a narrow hole, digging with bare hands",
          "to try to get his daughter—dead—out just to be able to bury her?",
          "Do you really believe that your video edited with fucking artificial intelligence,",
          "with filters and effects, has more impact than that of a person lying on the ground, dodging shots,",
          "and recording with his only free hand while not knowing if the next bullet will be his?",
          "Do you understand?",
          "These videos are recorded from martyrs' phones.",
          "Yes, martyrs.",
          "People who died seconds after pressing record.",
          "People who weren't creating content.",
          "They were documenting.",
          "Documenting because there are no journalists.",
          "Because the enemy doesn't let cameras in.",
          "Doesn't want eyes.",
          "Doesn't want witnesses.",
          "They control Facebook.",
          "They control Instagram.",
          "They control TikTok.",
          "They control YouTube.",
          "And one day—they know it, we know it—they're going to press a button.",
          "And everything will disappear.",
          "And what remains, the little that escapes the algorithm, will be buried among so much manipulated garbage,",
          "among so much recycled music, among so much empty text, that it will seem like a lie.",
          "And when our children see those images, they'll think they were special effects.",
          "They'll think it was exaggeration.",
          "They'll think it was another Syria.",
          "Another country. Another war.",
          "Another movie.",
          "Because that's how oblivion works.",
          "Because human beings forget.",
          "And the enemy knows it.",
          "That's their plan.",
          "That's why they prohibit press entry.",
          "That's why they cut signals.",
          "Because they don't want to leave clean evidence.",
          "And manipulated evidence, edited evidence, evidence with music or filter, no longer serves.",
          "It doesn't serve in a court.",
          "It doesn't serve in history.",
          "It doesn't serve before our children.",
          "They are destroying memory.",
          "They are contaminating evidence.",
          "They are sabotaging truth.",
          "And all for likes.",
          "For fame.",
          "For ego.",
          "For ignorance.",
          "Or simply for stupidity.",
          "This is not an aesthetic criticism.",
          "This is a historical warning.",
          "They are fucking up the future.",
          "Because this painful present will be tomorrow's history.",
          "And they are dirtying it.",
          "They are disguising it.",
          "They are deactivating it.",
          "And I'm not referring to those who, like me, had no other option.",
          "Who shared what reached us because there was no original version.",
          "Because censorship had already crushed everything.",
          "I'm also not talking about those who, with respect and conscience, create from truth, without perverting it.",
          "No. This doesn't go for them.",
          "This goes for those who saw an opportunity in our blood.",
          "For those who built their channels, their brands, their names on corpses.",
          "For those who became activists overnight and experts at dawn.",
          "And meanwhile... in Gaza, they kept recording.",
          "A father, with a bag in his hand.",
          "Half a family in there.",
          "Half.",
          "And still, he looks at the camera and speaks.",
          "He speaks with a broken soul.",
          "With a surrendered body.",
          "With intact dignity.",
          "A mother, still in funeral clothes, records what's left of her house.",
          "A young man, fleeing from missiles, takes out his phone and shows what the world doesn't want to see.",
          "And they do it for one reason only: to document.",
          "So there's a record.",
          "So there's memory.",
          "So justice has a voice.",
          "So you can't say, in ten years: \"I didn't know.\"",
          "And among so much filth, among so much noise, I found something.",
          "Clean voices.",
          "Real witnesses.",
          "Honest people.",
          "People who risked everything to tell the truth.",
          "People from Gaza.",
          "And also from outside.",
          "People who knew that the price of truth can be life.",
          "And still, they showed their faces.",
          "And one of those people...",
          "one of those voices changed me forever.",
          "And that story,",
          "",
          "that story starts now."
        ]
      },
      {
        "title": "Mahmoud...",
        "especial": true,
        "pages": [
          {
            "tipo": "texto",
            "content": [
              "That's his name... or at least, while I write these words.",
              "I was going to tell his story.",
              "But you have come this far, and now the only honest thing is to step aside and let him speak to you himself.",
              "",
              "What you are going to read and hear are fragments of his: words, gestures and moments rescued from hundreds of videos and messages.",
              "",
              "I step aside so you can find him just as I found him.",
              "So you can feel, without filters, the connection that changed my way of seeing things.",
              "",
              "I leave you with him."
            ]
          },
          {
            "tipo": "videoTexto",
            "video": "/videos/mahmoud1.mp4",
            "texto": [
              "Mahmoud: Amira.",
              "Amira: Yes.",
              "Mahmoud: Why are you upset?",
              "Amira: Because... the white bird died.",
              "Mahmoud: The white bird died?",
              "Amira: Yes.",
              "Mahmoud: What did it die of, daughter?",
              "Amira: It died of hunger.",
              "Mahmoud: It died of hunger?",
              "Mahmoud: But my daughter... to the people who see us, Arabs and Muslims, many of them... who are Arabs and Muslims, what would you tell them?",
              "Amira: To bring us food... and to the bird too.",
              "Mahmoud: Food for us and for the bird too?",
              "Mahmoud: What do you want to eat, daughter?",
              "Amira: Chicken and eggs... and cola.",
              "Mahmoud: And cola?",
              "Amira: Yes.",
              "Mahmoud: What else do you want?",
              "Amira: Chocolate.",
              "Mahmoud: Chocolate?",
              "Amira: Huh?",
              "Mahmoud: What fruit do you want?",
              "Mahmoud: Do you know fruit?",
              "Amira: Banana, green apple, also red apple... and mango.",
              "Mahmoud: Mango? We haven't seen it for two years... it's not that we don't eat it.",
              "Amira: Watermelon.",
              "Mahmoud: Do you want watermelon?",
              "Mahmoud: What do you think? In paradise there's lots of food... we go there to eat a lot.",
              "Amira: This much.",
              "Mahmoud: This much?",
              "Mahmoud: It's not my fault... she wants this much.",
              "Mahmoud: Come on, give them a little kiss."
            ]
          },
          [
            {
              "tipo": "dobleTexto",
              "arabe": [
                "ثلاث أمنيات لا أريد سواها...",
                "أولها أن أرى أمتي واحدة عزيزة كريمة قوية في مكانتها السائدة بين الأمم.",
                "ثانيها أن نبقى معًا أو نرحل معًا؛ أتحدث عن عائلتي، وإن كان لا بد فأكون أول الملتحقين بالرفيق الأعلى من أسرتي.",
                "ثالثها حين يكتب الله لي نهاية الحياة لا أريد أن يبقى من جسدي شيء، ولا أريد أن يكون جسدي قبرًا ولا ترابًا.",
                "أما الفرجُ لغزة وأهلها فلم أذكرْه لأنه لا بد أن يكون قبل كل شيء، وهو أسبق من كل أمنية؛ فهي الدعوة الدائمة.",
                "وقبل كل شيء وبعد كل شيء وأهمّ من كل شيء: أن يرضى الله عني."
              ],
              "ingles": [
                "Three wishes: I want no others but these...",
                "The first: to see my Ummah united, noble and strong, in its preeminent place among nations.",
                "The second: to remain together or depart together; I speak of my family, and if it must be, may I be the first of mine to join the Supreme Companion.",
                "The third: when Allah decrees the end of my life, may nothing remain of my body, may my body not be trapped by tomb or earth.",
                "As for relief for Gaza and its people, I didn't mention it because it must come before everything; it precedes any wish: it is the constant supplication.",
                "And before everything, and after everything, and above everything: that Allah be pleased with me."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "اجتمعت نساء العائلة عند أمي لمواساتها بفقدان زوج أختي رحمه الله.",
                "جلست عن يمينها أختي الصغرى — وهي أيضًا فقدت زوجها — وعن يسارها أختي التي فقدت ابنتها.",
                "عمتي بجوارهم فقدت زوجها، وعمتي الأخرى فقدت ابنها البكر، ومعهم زوجتي التي فقدت شقيقها.",
                "كلهم دون استثناء في قلوبهم وجعٌ وفقدٌ وحسرة.",
                "هذا حال الجميع هنا؛ هذا هو نصيبُنا وقدرُنا.",
                "لكن الله تبارك وتعالى سيعوض قلوبهن بجبر يليق برحمته وكرمه."
              ],
              "ingles": [
                "The women of the family gathered around my mother to console her for the death of my sister's husband, may Allah have mercy on him.",
                "To her right sat my youngest sister —she too lost her husband— and to her left, my sister who lost her daughter.",
                "My aunt, beside them, lost her husband; the other aunt lost her firstborn, and with them my wife, who lost her brother.",
                "All, without exception, carry pain, loss and heartbreak in their hearts.",
                "This is how everyone is here: this is our fate and our decree.",
                "But Allah, the Blessed and Exalted, will compensate their hearts with comfort befitting His mercy and generosity."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "للعلم...",
                "والله الرجال في شمال غزة مش مقصرين وبيبدعوا كمان؛ قوةُ الله معهم وملائكته بين صفوفهم.",
                "لا تظنوا أنهم في نزهة؛ هم يستأسدون على المدنيين، وأمام الرجال تجدهم كالغنم.",
                "﴿إن تكونوا تألمون فإنهم يألمون كما تألمون وترجون من الله ما لا يرجون﴾"
              ],
              "ingles": [
                "For the record...",
                "By Allah, the men in northern Gaza are not failing; they even excel: Allah's strength is with them and His angels among their ranks.",
                "Don't think they're on a stroll: they act fierce against civilians, but before steadfast men you see them like sheep.",
                "\"If you suffer, they also suffer as you do, but you hope from Allah what they do not hope.\""
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "من يحمل روحي المحروقة شوقًا، يطوف بها شوارع الجنوب وخيامها؟",
                "فيمر على أختي الكبيرة قرة عيني، فيخبرها كم اشتقت لها ولحديثها.",
                "كم اشتقت أن تشربيني من يدِها كأس العصير البارد.",
                "من يحمل روحي للمشفى فيمر على أختي الأقرب إخوتي في العمر لي، ويبعد بيننا الظالمون.",
                "لم أستطع أن أراها أو أخفف جراحها أو أكون بجانبها حين تقول: أخ... ساعة وجعها، فأقول لها: أخوكِ وروحه تحت قدمك.",
                "من يوصل روحي لشقيقي الأقرب مني فيخبره أن البعد مرّ، والفراق صعب، وأن الأيام تمشي ثقيلة.",
                "يا رب، أنت وحدك القادر؛ فعجّل برحمتك."
              ],
              "ingles": [
                "Who will carry my soul burned with longing through the streets of the south and its tents?",
                "To pass by my eldest sister, light of my eyes, and tell her how much I miss her and her conversation.",
                "How much I long for her to give me a glass of cold juice from her hand.",
                "Who will carry my soul to the hospital and pass by my sister closest to me in age, from whom the oppressors have separated us?",
                "I couldn't see her or ease her wounds or be by her side when she says \"oh\" in her pain; I would tell her: your brother and his soul are under your feet.",
                "Who will deliver my soul to my closest brother to tell him that distance is bitter, that separation hurts and that days walk heavy?",
                "Oh Lord, only You can: hasten Your mercy."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "ابنتي رَزان ذات السبعة أعوام تقول لي:",
                "لا تزعل يا بابا، السبت الجاي أنا وإنت وماما وإخوتي كلهم حنروح عند ربنا 😊",
                "قد يكون مجرد كلام طفلة لم تعرف شيئًا عن الدنيا، لكنها تعرف الموت أكثر.",
                "صارت ترى الموت أقرب لها من الحياة."
              ],
              "ingles": [
                "My daughter Razan, seven years old, tells me:",
                "\"Don't be sad, daddy; next Saturday you, me, mama and all my brothers will go to our Lord.\" 😊",
                "It might just be words from a girl who knows nothing about life,",
                "but she knows death more than life: she feels it closer than life itself."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "نصلي الفجر بعد ليلة صعبة متكررة المشاهد.",
                "في كل ليلة نجزم فيها أنها ستكون نهايتنا؛ نجمع حولنا من تبقى من عائلاتنا ونحاول أن نشبع عيوننا من ملامح وجوههم المتعبة الخائفة.",
                "نصلي الفجر ثم ننطلق مسرعين في ظلمة الشوارع التي لم نعد نعرف لها وصفًا، نحاول البحث عن رغيف خبزٍ حاف أو شربة ماءٍ لأطفالنا.",
                "أشعر بتعبٍ في جسدي من البرد الذي يتشربه جسمي في الليل؛ فنحن ننام وكأننا في الشارع يحمي́نا سقفٌ متهالك.",
                "عندي غطاءٌ لا يكفي لي: إذا غطّيت قدمي تكشف بطني، وإن غطّيت بطني تكشّفت قدمي.",
                "أصوات الكلاب الضالة التي تستطيع الوصول لك تزيد الوضع خوفًا وقلقًا.",
                "الحمد لله رب العالمين على كل حال، ونسأل الله الفرج القريب."
              ],
              "ingles": [
                "We pray fajr after a hard night of repeated scenes.",
                "Every night we're certain will be our last; we gather around us what remains of our families and try to fill our eyes with their tired, frightened faces.",
                "We pray fajr then rush out in the darkness of streets we can no longer describe, trying to find a dry piece of bread or a sip of water for our children.",
                "I feel tiredness in my body from the cold my body absorbs at night; we sleep as if we were in the street under a precarious roof.",
                "I have a blanket that's not enough: if I cover my feet, my belly is exposed; if I cover my belly, my feet are uncovered.",
                "The sounds of stray dogs that can reach you increase the fear and anxiety.",
                "Praise be to Allah in all circumstances; we ask Allah for near relief."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "وقفني رجل وكان ظاهرًا عليه التعب.",
                "سألني: يا أستاذ محمود، بلاقي عندك دواء للغدة؟ هذا دواء يومي لحالاتٍ مزمنة مشابهة لي، وبدونه تكون حياتنا في خطر.",
                "قال لي: من خمسة أيام ما أخذت الجرعة، وأمي أيضًا لم تأخذ الجرعة.",
                "أعطيته نصف الكمية المتوفرة عندي؛ تكفيه وتكفي أمه شهرًا واحدًا.",
                "بعد هيك سنظل بلا دواء. أردت من خلال هذه القصة لفتَ الانتباه لمعاناة أصحاب الأمراض المزمنة.",
                "لا يوجد دواء يكفي، وقد نتعرّض للأسوأ إن لم يتوفر الدواء بأسرع وقت."
              ],
              "ingles": [
                "A man stopped me, tiredness was evident on him.",
                "He asked me: \"Professor Mahmoud, do you have thyroid medication? This is daily medicine for chronic cases like mine; without it, our lives are in danger.\"",
                "\"I haven't taken the dose for five days, and my mother hasn't taken it either.\"",
                "I gave him half of what I had; it's enough for him and his mother for one month.",
                "After that we'll be without medicine. Through this story I wanted to draw attention to the suffering of those with chronic diseases.",
                "There's not enough medication, and we might face worse if medicine isn't available as soon as possible."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "أكتب هذه الكلمات وأنا فوق قبرِ محمود شقيقِ زوجتي — رحمه الله —.",
                "شعورٌ لم أشعر به من قبل؛ ليس شعور الحزن والألم والفقد فحسب.",
                "شعورُ أنك تقف على قدميك توهمُ من حولك أنك قويّ وجبل، وفي الحقيقة أنت تريد أن تبكي، فيُسمع صوت بكائك.",
                "زوجتي في ذراعي باكية وقلبها محروق؛ كيف لا وهي لم تقابل شقيقها منذ عشرة أشهر؟",
                "وبوم أن تراه يكون مكفّنًا بالأبيض...",
                "كل مشاعر الوجع والحزن والفقد في قلبها؛ دموعها حارّة غاضبة.",
                "سنجعل اليوم يوم حزننا، لكن سيأتي يوم تبديل الأدوار — اللهم عجّله قريبًا."
              ],
              "ingles": [
                "I write these words while standing over the grave of Mahmoud, my wife's brother —may Allah have mercy on him—.",
                "A feeling I had never experienced: not just sadness, pain and loss.",
                "The feeling of standing on your feet making those around you think you're strong like a mountain, when in truth you want to cry and have your crying heard.",
                "My wife, in my arms, crying with a burning heart; how could she not, when she hadn't seen her brother for ten months?",
                "And the day she sees him, he's shrouded in white...",
                "All the emotions of pain, sorrow and loss in her heart; her tears burn, angry.",
                "We'll make today our day of mourning, but the day of role reversal will come —oh Allah, hasten it!"
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "اليوم نزلت فيديو وأنا بعمل الزيتون؛ كثير من المتابعين استغربوا لأن موعد قطف الزيتون بعد شهرين.",
                "لكننا لا نضمن البقاء أحياء شهرين، ولا نضمن أن تنجو بعض شجر الزيتون التي بقيت حتى الآن ولم تُقتلع.",
                "ونريد أيضًا أن نوفّر أي شيء نغمس به خبزنا الحاف."
              ],
              "ingles": [
                "Today I posted a video while preparing olives; many followers were surprised because olive harvest is in two months.",
                "But we're not guaranteed to stay alive two months, nor that the olive trees that remain and haven't been uprooted will survive.",
                "We also want to secure anything to dip our dry bread in."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "أجساد طاهرة في كفنها الأبيض مع عدد قليل من المشيعين.",
                "على عربةٍ صغيرة يجرّها حمار، تمر في الشارع في طريقها لأي مكان فيه منطقة ترابية.",
                "لا يهم إن كان على رصيف الشارع، أو ساحةِ الملعب، أو بين أزقة البيوت؛ حيث أصبحت كلها مدافن.",
                "لا بأس؛ فكل شيء يجري على عينِ الله، والله لن يضيعنا."
              ],
              "ingles": [
                "Pure bodies in their white shrouds, accompanied by few mourners.",
                "On a small cart pulled by a donkey, they pass through the street toward any place with earth.",
                "It doesn't matter if it's a sidewalk, a playground, or between house alleys: everything has become a cemetery.",
                "It's alright: everything happens under Allah's watch, and Allah will not abandon us."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "هناك من العرب والمسلمين، وحتى من غير لغتنا وديننا، من وقفوا بجانبنا وقفة عزّ ونخوة وإنسانية وشجاعة.",
                "منهم مَن فقد عمله، ومنهم مَن طُرد من محل إقامته، ومنهم من تمّت ملاحقته والتضييق عليه.",
                "(هؤلاء منا ونحن منهم) ونضعهم تاجًا فوق رؤوسنا.",
                "وهناك من خذلنا وتخلّى عنا — حتى فرح بما أصابنا — وتمنّى زوالنا وهلاكنا وناصر الظالم ضدّنا.",
                "(هؤلاء لا هم منا ولا نحن منهم)."
              ],
              "ingles": [
                "There are Arabs and Muslims, and even people of other languages and religions, who stood by us with dignity, nobility, humanity and courage.",
                "Some lost their jobs, others were expelled from their residences; others were persecuted and harassed.",
                "\"These are ours and we are theirs,\" and we crown them above our heads.",
                "And there are those who betrayed and abandoned us —even rejoiced at what befell us—, wished our disappearance and supported the oppressor against us.",
                "\"These are not ours nor are we theirs.\""
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "تقبّل الأمُّ رأس طفلها مبتسمة، وتقول له: تصبح على خير حبيبي، وتتمنى له أجمل الأمنيات بأن تراه في المستقبل ناجحًا متفوّقًا سعيدًا.",
                "في غزة، تقبّل الأمُّ رأس طفلها باكية، وتقول في نفسها: ابقَ حيًا عزيزي.",
                "وتتمنى فقط — فقط — أن لا يغادرها، وأن يبقى فقط على قيد الحياة.",
                "أو إن كان قدره الليلة أن يبقى رأسه فوق جسده ليس مفصولًا؛ لتجد شيئًا تقبّله قبلة الوداع.",
                "ليلًا ونهارًا تزداد قائمة الأطفال الراحلين."
              ],
              "ingles": [
                "A mother kisses her child's head smiling and tells him: \"Sleep well, my love\"; she dreams of seeing him tomorrow excel and be happy.",
                "In Gaza, a mother kisses her child's head crying and in her heart pleads: \"Stay alive, dear.\"",
                "She only wishes —only— that he won't leave her; that he just stays alive.",
                "Or, if it's decreed for that night, that his head remains on his body, not separated, so she can find something to give a farewell kiss.",
                "Day and night, the list of departed children grows."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "أذكّركم بوصيتي وأشهد الله عليكم.",
                "أسأل الله أن يرزقنا وإياكم الصحة والعافية؛ لكن إذا جاء الأجل فلا مفرّ ولا مهرب.",
                "أسأل الله أن يغفر لي ويرحمني.",
                "أستحلفكم بالله: لا تصوّرونا بعد رحيلنا ولا تنشروا أشلاءنا ولا تسوّقوها للتعاطف والتضامن.",
                "من سيَراها إما محبٌّ سيزيد وجعه وجرحه برؤيتها، وإما شخص لا يهمّه أمرُنا فلن يتأثر بنا.",
                "احفظوا علينا عوراتِنا، واستُروا علينا موتَنا — يرحمني ويرحمكم الله."
              ],
              "ingles": [
                "I remind you of my testament and put Allah as witness over you.",
                "I ask Allah to grant us all health and wellbeing; but when the time comes, there's no escape or refuge.",
                "I ask Allah to forgive me and have mercy on me.",
                "I beseech you by Allah: don't film us after our departure nor spread our remains, nor use them to \"generate empathy.\"",
                "Whoever sees it and loves us will only increase their pain; and whoever doesn't care about us won't be affected.",
                "Preserve our modesty and cover us in death. May Allah have mercy on me and on you."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "أكثر شعور يؤذينا هو شعور الفراغ وغياب الأصدقاء والأحبة الذين كانت حياتك مرتبطة بهم لسنوات طويلة.",
                "حتى موضوع البحث عن الطعام لم يعد يعني لنا؛ لأنه غالبًا ما ينتهي بفشل بلا نتيجة.",
                "تخيّل أن تجلس منذ ١١ شهرًا بلا عمل، بلا حياة؛ معظم وقتك جالس في التفكير.",
                "تنتظر أي شيء يواسيك أو يشغلك عمّا يحدث معنا.",
                "حتى لو كانت لك صداقة خارج غزة، في الغالب الناس ستملّ منك؛ لأن حديثك واحد مملّ، وهم لهم حياتهم ومشاغلهم.",
                "ستجعلك هذه الحال كثيرًا تشعر بالوحدة والفراغ.",
                "ردّ لنا حياتنا يا رب؛ لا حول ولا قوة إلا بالله العلي العظيم."
              ],
              "ingles": [
                "What hurts us most is the feeling of emptiness and absence of friends and loved ones your life was connected to for long years.",
                "Even searching for food no longer means much: it almost always ends in failure without result.",
                "Imagine sitting for eleven months without work, without life; most of your time sitting thinking.",
                "Waiting for anything to console you or distract you from what's happening to us.",
                "Even if you have friends outside Gaza, most people will tire of you: your topic is one and monotonous, and they have their lives and occupations.",
                "This situation often makes you feel loneliness and emptiness.",
                "Give us back our life, Lord; there is no strength or power except in Allah, the Most High, the Great."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "في جملة منتشرة عندنا يكتبها كثير من الغزّاوية:",
                "لا تتعلّقوا بأهل غزة؛ فأعمارُنا قصيرة.",
                "وأنا أقول: تعلّقوا بنا؛ فأعمارنا مكتوبة ولا يُقصّرها أحد.",
                "تعلّقوا بنا؛ فنحن هنا باقون، لن يُخرجَنا منها بشر.",
                "تعلّقوا بنا؛ فإن غادر محمود أو محمد، فكلّنا متشابهون، نعشق هذه الأرض."
              ],
              "ingles": [
                "There's a widespread phrase here that many Gazans write:",
                "\"Don't get attached to Gaza people; our lives are short.\"",
                "I say: get attached to us; our lives are written and no one shortens them.",
                "Get attached to us; we remain here and no human will expel us.",
                "Get attached to us; if Mahmoud or Muhammad leaves, we're all alike: we love this land."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "يومًا ما سيشرق فجر جديد — ذاك الفجر الذي يحمل معَه الفرج.",
                "سيأتي ذلك اليوم؟ قسمًا بالله سيأتي.",
                "متى؟ لعلّه يكون اليوم.",
                "لا تدري متى يأتيك الله بالخير.",
                "لكن والله سيأتي، وما علينا سوى الصبر والثقة والاطمئنان لحكمة الله.",
                "صلاحُ الخير ❤️"
              ],
              "ingles": [
                "Someday a new dawn will break —that dawn that brings relief.",
                "Will that day come? By Allah, it will come.",
                "When? Perhaps it will be today.",
                "You don't know when Allah will bring you good.",
                "But by Allah it will come; ours is patience, trust and serenity with Allah's wisdom.",
                "May good come. ❤️"
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "لي أمنية واحدة فقط: أن أبقى على قيد الحياة حين ينتهي هذا الابتلاء،",
                "وتنكشف حكمةُ الله، وتتجلّى أقداره، وتثبت عطاياه.",
                "سأذكركم حينها لماذا كنتُ أحسن الظنَّ إلا ما لا نهاية، وأثقُ مطلقَ الثقة بتدابير الرحمن."
              ],
              "ingles": [
                "I have only one wish: to stay alive when this trial ends,",
                "and Allah's wisdom is revealed, His decrees manifest, and His gifts proven.",
                "Then I'll remind you why I always maintained good thoughts and absolute trust in the Merciful's arrangements."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "قد يفهمها البعض على أنها مزحة، وقد يضحك البعض على كلامي.",
                "لكن سيأتي يوم تصبح فيه غزة مزارًا للناس ومقصدًا، ويتسابقون للعيش فيها.",
                "وستكون لها قيمتها ومكانتها على مستوى العالم.",
                "بأمر الله، وما ذلك على الله بعزيز."
              ],
              "ingles": [
                "Some will take it as a joke and others will laugh at my words.",
                "But the day will come when Gaza becomes a destination for visitation and living; people will compete to live here.",
                "It will have its value and place on a world level.",
                "By Allah's command, and that is not difficult for Him."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "أستاذ محمود.. شو أكثر طبخة نفسك فيها؟",
                "الصح: نفسي في صينية كفتة لحمة بالطحينية، وعلى وجهها بندورة وبطاطا وبصل كثير 😅",
                "أبشّرك: أنا قرّرت بُكرة أوزّع كفتة لحمة على عددٍ من الفقراء — والنيّة والأجر لك يا أخ محمود.",
                "كأني — والله — أكلت وزيادة؛ أن يشبع فقيرٌ بسببي فهذه أجمل هدية.",
                "منيح ما كان نفسي بالمجدّرة أو العدس، كان الفقراء دعَوا عليّ 😅😅",
                "شكرًا جزيلًا للأخت الكريمة على هذه اللفتة."
              ],
              "ingles": [
                "Professor Mahmoud... what dish do you crave most?",
                "Honestly: I crave a tray of meat kofta with tahini, and on top tomato, potato and lots of onion. 😅",
                "Good news: tomorrow I've decided to distribute meat kofta to several poor families —with the intention and reward for you, brother Mahmoud.",
                "I feel as if I myself had eaten and more: that a poor person is satisfied because of me is the most beautiful gift.",
                "Good thing I didn't crave \"mujaddara\" or lentils... the poor would have cursed me! 😅😅",
                "Thank you very much to the noble sister for this gesture."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "عندما تأتيني أميرةُ الصغيرة، وهي تضع شفتها السفلى فوق شفتها العليا وعيناها تترقرقان بالدمع، وتقول لي جملتها المشهورة:",
                "«أنا زعلانة منك» — «إنت زعلتني».",
                "عندها أرغب بأن أملك الدنيا كلّها وأفعل أيّ شيء كي ترضى أميرتي حبيبتي.",
                "وكلُّ أبٍ لديه نفس العشق لأطفاله.",
                "بالله عليكم، ماذا يكون شعورُ الأب حينما تأتيه جثّةُ طفلةٍ ليست هامدة فحسب، بل تكاد لا تظهر لها ملامح — محروقة ممزّقة؟",
                "الوجع يفوق الخيال.",
                "يا رب، قلوبُنا بين يديك؛ فارحم ضعف قلوبنا."
              ],
              "ingles": [
                "When my little Amira comes to me, biting her lower lip, eyes filling with tears and tells me her famous phrase:",
                "\"I'm angry with you\" — \"You made me angry.\"",
                "Then I wish to own the whole world and do anything to make my little princess happy.",
                "Every father has the same love for his children.",
                "I beg you: what does a father feel when they bring him the corpse of a girl not only lifeless, but with barely recognizable features —burned, torn?",
                "The pain surpasses imagination.",
                "Oh Lord, our hearts are in Your hands: have mercy on their weakness."
              ]
            }
          ],
          {
            "tipo": "imagen",
            "src": "/imagenes/Mahmoud-familia.png",
            "alt": "Final image of the chapter"
          }
        ]
      },
        {
    "title": "The Eternal Debt",
    "content": [
      "—Brother Mahmoud, I want to help you —I wrote in the message,",
      "my hands trembling over the keyboard.",
      "",
      "The response came almost immediately, as if he had been waiting",
      "by the phone, as if he knew that somewhere in the world",
      "someone was thinking of him.",
      "",
      "—Help me? Why? —his words pierced through the screen like daggers",
      "of humility—. There are people who need it more than I do:",
      "a widow, an orphan... They are the ones who really need it.",
      "",
      "I closed my eyes for a moment. There he was, in the middle",
      "of hell, worrying about others. There was the difference between",
      "ordinary men and extraordinary ones: the latter, even in their",
      "own agony, continue thinking about their neighbor.",
      "",
      "—But this money is yours —I insisted—. I don't know who else",
      "to send it to there. If you want, I can give it in your name,",
      "as charity.",
      "",
      "—If you're going to do it, feed them —he responded with",
      "a simplicity that broke my soul—. Feed someone in need,",
      "someone hungry. That would make me happy.",
      "",
      "And in that moment I understood that I was talking to one",
      "of those righteous men spoken of in the scriptures. Not those",
      "legendary characters who only exist in books, but righteous men",
      "of flesh and blood who walk among us, who suffer, who bleed,",
      "but who never lose the capacity to love.",
      "",
      "---",
      "",
      "I did what he wanted. Half the money became food for the needy,",
      "as he asked. But the other half... the other half I borrowed",
      "for myself.",
      "",
      "Not because I needed it, nor because there weren't more hungry",
      "people to help. I borrowed it because I wanted to be in debt",
      "to him. Because I wanted to have a bond with Mahmoud stronger",
      "than a one-time transfer.",
      "",
      "I am a man who always pays his debts. I can't stand owing",
      "anything to anyone. But this debt is different. This one I don't",
      "want to pay now. This debt I keep inside me like an anchor,",
      "like a constant reminder that my comfort is built on others' suffering.",
      "",
      "A debt that won't be settled until everything ends. Until Gaza breathes.",
      "Until justice comes. Until I can look him in the eyes and say:",
      "\"Now yes, brother, the debt is paid.\"",
      "",
      "---",
      "",
      "Since then I understood that for me giving is not donating.",
      "Giving is not gifting. Giving is paying a debt. A debt to the innocents",
      "who suffer, to the mothers who bury their children, to the children",
      "who cry from hunger, to all those who carry the weight",
      "of our collective indifference.",
      "",
      "That's why I never expected gratitude. On the contrary: I was",
      "the one who should give thanks. Thanks for letting me participate",
      "in projects that for us, from the outside, might seem small,",
      "but there, under siege and bombs, were gigantic acts",
      "of resistance against despair.",
      "",
      "How does one get pipes in a bombed city? How are water wells",
      "dug under the watchful eye of drones and planes that shoot",
      "at anything that moves? How are tents obtained in a besieged city?",
      "How are food bags distributed to widows and orphans without resources,",
      "to the disabled, to elderly who can no longer even walk?",
      "",
      "That's what they did. Enormous work. Heroic. Epic in its simplicity,",
      "revolutionary in its humanity.",
      "",
      "And Salah was the man who started it.",
      "",
      "Salah —may Allah have him in His glory— was the spark",
      "that ignited this work. He united small contributions from humble",
      "people like me, and with them built wells, distributed food,",
      "brought dignity where there was only hunger and fear.",
      "He proved that hope could be organized, that even in absolute",
      "darkness, the light of solidarity could break through like water",
      "between stones.",
      "",
      "And that's why they assassinated him.",
      "",
      "Because the enemy cannot bear hope. Because any person who sows",
      "life in the midst of death automatically becomes a military target.",
      "Because in their perverse logic, feeding a hungry person is an act",
      "of terrorism, giving water to the thirsty is a threat to national security.",
      "",
      "They killed him. A crime unprecedented in human history:",
      "assassinating someone who in times of famine only tried to save lives.",
      "Pure sadism. A cruelty that reveals the true face of the enemy,",
      "stripped of all masks, naked in its absolute evil.",
      "",
      "But what they didn't understand —what those who confuse power",
      "with force never understand— is that an idea cannot be killed",
      "with bullets. When an idea is born, when it takes root in hearts,",
      "it doesn't matter if they assassinate its creator: there will always",
      "be those who follow the path, who pick up the fallen torch",
      "and keep it burning.",
      "",
      "That is Salah's legacy. A blood pact, a commitment assumed",
      "with his life. He was hope for many, and his legacy lives on,",
      "faithful to the principles and path he traced with his existence.",
      "",
      "Because men die, that's true. But just ideas, those born from sacrifice",
      "and true love, those never die. They multiply, they spread,",
      "they become rivers that cross borders and oceans, until they reach",
      "hearts that didn't even know they thirsted for justice.",
      "",
      "And I, from my small corner of the world, remain in debt.",
      "A sacred debt that reminds me every day that indifference is complicity,",
      "that silence is betrayal, that while there is a single child crying",
      "from hunger in Gaza, none of us can sleep peacefully.",
      "",
      "This is my debt to Mahmoud, to Salah, to all who resist.",
      "A debt that is not paid with money, but with memory, with testimony,",
      "with the unbreakable promise that their voices will never be silenced",
      "as long as there remains someone capable of hearing them and repeating them."
    ]
  }
    ]
  }

]
