[
  {
    "id": 11,
    "nombre": "Anas Jamal Mahmoud Al-Sharif      💚The Departed💚",
    "fragmento": "I entrust to you Palestine, the jewel in the crown of Muslims and the heartbeat of every free soul.",
    "titulo": "My Testament",
    "description": "\"If I remain silent, who will be the voice for these women and children?\" This was Anas's response to a friend who urged him to prioritize his safety.\n\nAnas Al-Sharif, Palestinian journalist, died on August 10th fulfilling his duty, alongside his colleagues Muhammad Qeriqaa, Ibrahim Zahir and Mohamed Nofal. His voice, which never surrendered to siege and occupation, leaves a legacy of truth and dignity.",
    "image": "/imagenes/anas.png",
    "parts": [
      {
        "title": "My Testament",
        "especial": true,
        "pages": [
          {
            "tipo": "texto",
            "content": [
              "\" إِنَّا لِلَّٰهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ \"",
              "",
              "This is my testament, my final letter.",
              "If these words reach you,",
              "know that Israel has succeeded in killing me and silencing my voice.",
              "Above all, may peace, mercy and Allah's blessings be upon you.",
              "Allah knows I devoted all my effort and strength",
              "to be a support and voice for my people,",
              "from the moment I opened my eyes to life",
              "in the alleys and neighborhoods of Jabalia refugee camp.",
              "My hope was that Allah would prolong my life",
              "so I could return with my family and loved ones",
              "to our original city, occupied Ashkelon—al-Majdal.",
              "But Allah's will came first,",
              "and His decree was fulfilled.",
              "I lived through pain in all its details,",
              "tasted loss and suffering many times,",
              "and despite it all, I never ceased conveying the truth as it is,",
              "without distortion or falsification.",
              "Perhaps Allah will bear witness",
              "to those who remained silent and those who accepted our killing,",
              "to those who suffocated our breath,",
              "and to those who were not moved",
              "by the remains of our children and women,",
              "nor stopped the massacre our people have suffered",
              "for more than a year and a half.",
              "I entrust to you Palestine,",
              "jewel in the crown of Muslims",
              "and heartbeat of every free soul in this world.",
              "I entrust to you its people",
              "and its oppressed little children,",
              "whom life gave no time",
              "to dream or live in peace and security.",
              "Their pure bodies were crushed",
              "by thousands of tons of Israeli bombs and missiles,",
              "their limbs torn and scattered against the walls.",
              "I entrust to you that chains do not silence you,",
              "nor borders stop you.",
              "Be bridges toward the liberation",
              "of the land and its people,",
              "until the sun of dignity and freedom",
              "shines over our usurped homeland.",
              "I entrust to you my family.",
              "I entrust to you the apple of my eye,",
              "my beloved daughter Sham,",
              "whom my days were not enough",
              "to see grow as I dreamed.",
              "And I entrust to you my dear son Salah,",
              "with whom I wished to walk shoulder to shoulder,",
              "until his strength matured,",
              "and he could carry with me the responsibility",
              "and continue the message.",
              "I entrust to you my beloved mother,",
              "through whose blessing in her prayers I reached this far.",
              "Her supplications were my strength",
              "and her light, my guide.",
              "I ask Allah to strengthen her heart",
              "and reward her abundantly for me.",
              "I also entrust to you the companion of my life,",
              "my dear wife, Umm Salah, Bayan,",
              "from whom war separated me for days and months,",
              "but who remained faithful to the promise,",
              "firm as an olive trunk that does not bend,",
              "patient and trusting in Allah,",
              "carrying responsibility in my absence",
              "with strength and faith.",
              "I beg you to gather around them",
              "and be their support after Allah.",
              "If I die,",
              "I die firm in my principle,",
              "and I testify before Allah that I am pleased with His decree,",
              "believing in meeting Him,",
              "convinced that what is with Him is better and more lasting.",
              "O Allah!",
              "Accept me among the martyrs,",
              "forgive me my past and future sins,",
              "and make my blood a light",
              "that illuminates the path of freedom",
              "for my people and my family.",
              "Forgive me if I failed,",
              "and pray for me for mercy,",
              "for I have departed faithful to the commitment,",
              "without changing or betraying.",
              "Do not forget Gaza…",
              "and do not forget me in your sincere prayers",
              "asking for forgiveness and acceptance.",
              "Anas Jamal al-Sharif",
              "06.04.2025"
            ]
          },
          {
            "tipo": "videoTexto",
            "video": "/videos/almarhoum.mp4",
            "texto": [
              "I had carved in my chest",
              "the words of Allah ﷻ سبحانه وتعالى:",
              "\"Verily, the believers are brothers.\"",
              "But I did not understand their essence",
              "until I felt in my soul the wound of your absence.",
              "I weep,",
              "and I do not know if my tears",
              "are for you or for me.",
              "You are the martyr,",
              "and all of us mere spectators.",
              "You are alive with your Creator,",
              "and we,",
              "simple dying souls wandering aimlessly on His earth.",
              "Dear brother,",
              "you have illuminated the path for us",
              "and taught us not to fear the shadow.",
              "We will follow your path",
              "and will not deviate from it,",
              "until the cowards pay and the blood of martyrs is avenged.",
              "We will not surrender.",
              "إِنَّا لِلَّٰهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، رحمك الله وأسكنك فسيح جناته",
              "\"From Allah we come and to Him we return.\"",
              "\"May Allah ﷻ bless you and grant you His vast mercy.\""
            ]
          },
          {
            "tipo": "imagen",
            "src": "/imagenes/anas2.png",
            "alt": "Final chapter image"
          },
          {
            "tipo": "imagen",
            "src": "/imagenes/chohada2.png",
            "alt": "Final chapter image",
            "caption": []
          },
          {
            "tipo": "imagen",
            "src": "/imagenes/chahid1.jpg",
            "alt": "Final chapter image"
          },
          {
            "tipo": "imagen",
            "src": "/imagenes/chahid2.jpg",
            "alt": "Final chapter image"
          },
          {
            "tipo": "imagen",
            "src": "/imagenes/chahid3.jpg",
            "alt": "Final chapter image"
          },
          {
            "tipo": "imagen",
            "src": "/imagenes/chahid4.jpg",
            "alt": "Final chapter image"
          },
          {
            "tipo": "imagen",
            "src": "/imagenes/chahid5.jpg",
            "alt": "Final chapter image"
          },
          {
            "tipo": "imagen",
            "src": "/imagenes/chahid6.jpg",
            "alt": "Final chapter image"
          }
        ]
      }
    ]
  },
  {
  "id": 18,
  "nombre": "Mahmoud Zaki Al-Amoudi",
  "fragmento": "Peace and mercy of Allah be upon you. Two words, a piece of advice, and a plea… it may hurt a little, but it is necessary to say. Subḥan Allah… for ten days I have gone from one illness to another. By the grace of Almighty Allah, I feel as if He wants to take us to Him, pure, with white hearts, without sins.",
  "titulo": "No! Our Lord is with us, He will guide us",
  "image": "/imagenes/mahmoud_zaki.jpg",
  "description": "Mahmoud Zaki Al-Amoudi expresses sincerely the fragility of humans facing illness and siege, and the hope in Allah, reflecting the spiritual resilience of the Palestinian people.",
  "parts": [
    {
      "title": "Words from the heart",
      "content": [
        "",
        "",
        "Peace and mercy of Allah be upon you.",
        "Two words, a piece of advice, and a plea… it may hurt a little, but it is necessary to say.",
        "Subḥan Allah… for ten days I have gone from one illness to another. By the grace of Almighty Allah,",
        " I feel as if He wants to take us to Him, pure, with white hearts, without sins. Oh Lord of the universe, Amen!",
        "Do not be upset… but for the first time I will say: do not cling too much to us. Try to reduce following us so closely.",
        "I am not talking about one person in particular; I am speaking about myself, in general.",
        "Allah is sufficient for us. At any moment—if Allah wills—we could depart.",
        " The situation is very difficult… extremely difficult.",
        " Believe me: we experience what no eye has seen, no ear has heard, nor has ever crossed the mind of a human being.",
        "By Allah, brothers, I suspect that what is being used against us is not normal.",
        " I swear by Allah! It is like a small nuclear weapon.",
        "It is not bad faith toward Allah, nor pessimism.",
        "But we, by Allah, even if we are besieged—and we already are, on the seashore—even the sea on our side has become death.",
        "I do not mean 'the sea in front and the enemy behind.' No… the enemy comes from the sea, the land, and the sky, from everywhere.",
        "Yet, in the hardest moments, we still keep good faith and say: No! Our Lord is with us, He will guide us.",
        "Pray for us… because amidst this betrayal and conspiracy, I believe Allah will cover us with His mercy.",
        "Forgive me… but these words had to be spoken."
      ]
    }
  ]
}
,
  {
  "id": 17,
  "nombre": "Muhammad Al-Sharif",
  "fragmento": "O world, save what is left of Gaza!",
  "titulo": "Muhammad Al-Sharif's Call to Save Gaza",
  "description": "An urgent plea from Muhammad Al-Sharif calling on the world to act against the threat facing Gaza. He denounces the suffering of one million people trapped between fire and destruction and urges humanity, Arabs, and the global conscience not to remain silent.",
  "image": "/imagenes/muhammad_al_sharif.jpg",
  "parts": [
      {
        "title": "save what is left of Gaza!",
  "content": [
    "",
    "O world,  The occupation threatens to invade a city where nearly one million human beings live:",
    "children, women, and elderly with no strength and no defense. Today Gaza cries for help before being erased from existence.",
    "O world! O humanity! O Arabs! O conscience! O dignity!",
    "💥 Gaza screams: it is being wiped off the map!",
    "One million lives now trapped between fire and steel.",
    "One million hearts trembling under bombing and destruction.",
    "🛑 O world, rise up! Wake up! Enough of this shameful silence!",
    "🎤 O Arabs! How long will you keep watching as if you see nothing?",
    "O humanity! If you do not awaken now… then when?",
    "O conscience! If you do not act today… when will you act?",
    "📢 Shout! Protest! Do not let Gaza disappear!",
    "Raise your voices before her entire name is written in the eternal register of vanished peoples!",
    "Gaza pleads with you… O Arabs! O believers! O people of the earth! O Muslims!",
    "She begs you to hear her cry before she is erased forever.",
    "She begs you to save one million people who are now under threat, under bombardment, under fire… awaiting death.",
    "O people of the earth! O conscience of humanity!",
    "Her children are crying, her houses are collapsing, and her graves are opening without mercy!",
    "☎️ Rise up! Wake up! Raise your voices! Act! Do not leave her alone!",
    "Every second of silence… a life is extinguished… a future is erased.",
    "🔊 Hear Gaza’s cries before her voice falls silent forever!"
  ]
}]}
,
  {
    "id": 3,
    "nombre": "Khaled Abu Huwaishel",
    "fragmento": "Rain pounded the roof as I wrote these lines. Each drop was a memory, each word a promise of resistance...",
    "titulo": "Khaled Youssef",
    "image": "/imagenes/Khaled_Abu_Huwaishel.jpg",
    "description": "'If they take away our pen, the stone will have broken...' Khaled Youssef is not just a name; he is the voice of a father, a son, a husband… but above all, of a man fighting to survive with dignity. In this powerful account from Gaza, he shows us how hunger destroys not only bodies, but also hopes. A real testimony that deserves to be heard.",
    "social": {
      "instagram": "https://www.instagram.com/khaled_1.y?igsh=Mzc5eGtvMmhtcTdk",
      "telegram": "https://t.me/Journalist_Khaled_from_Gaza",
      "donation": "https://www.gofundme.com/f/urgentevacuation-from-gaza-for-huwaishil-family?lang=en_US&utm_campaign=fp_sharesheet&utm_medium=customer&utm_source=copy_link&fbclid=PAQ0xDSwL8zqdleHRuA2FlbQIxMAABpyTnOVffybv_7GtXVHSqU0Mnz7_OVRn8nlonc5fNT8ttikUZkBYyY1zWNCoJ_aem_g10kMcHRQjBdfKu_6eqlcA"
    },
    "parts": [
      {
        "title": "Daddy, is there food in heaven?",
        "content": [
          "",
          "In a corner of a half-ruined house, Adam, seven years old, sat,",
          "his thin body wrapped in a torn blanket.",
          "He looked at his father with hunger in his eyes: not just from his stomach, but for hope… and for",
          "childhood.",
          "He said quietly, as if not wanting to disturb the death lurking outside:",
          "\"Daddy, is there food in heaven? I mean… fruit? Bread? Chocolate?\"",
          "The father's words froze.",
          "He knew Adam hadn't eaten in two days, except for a piece of dry bread and a sip",
          "of contaminated water.",
          "He stared into his eyes, full of questions no child should have.",
          "After a long silence, he stroked his head and replied:",
          "\"Yes, my son. In heaven there are fruits of all colors, rivers of honey and milk, and",
          "endless blessings…\"",
          "Adam smiled with a deep sigh.",
          "Then he looked away and said:",
          "\"Then I want to die, daddy… I want to go to heaven… I want to eat.\"",
          "The father trembled.",
          "He felt his heart split in two.",
          "He didn't know whether to embrace him to calm him… or to say goodbye.",
          "Outside, a plane crossed the sky.",
          "The smell of ash entered through windows open to nothingness.",
          "And inside, a child dreamed of heaven…",
          "not because he was happy, but because there was food there."
        ]
      },
      {
        "title": "Here Is Gaza!",
        "content": [
          "",
          "Here is Gaza, where nothing remains to eat or drink.",
          "Here is Gaza, where markets have begun closing one by one, not because we've had",
          "enough, but because shelves are empty, stores depleted, roads blocked and",
          "every helping hand has broken or refused.",
          "Nothing is available.",
          "Everything we could eat is gone.",
          "No bread is baked, no flour is seen, no water is drunk, and milk is spoken",
          "of as if it were a",
          "memory.",
          "Nursing mothers find not a single drop of milk to feed their children.",
          "Hunger has dried their breasts, and babies writhe helplessly in their mothers' arms.",
          "Watching your child cry from hunger while you are helpless is not life; it's a slow death",
          "that leaves",
          "no room for dignity.",
          "The people of Gaza walk the streets as if drunk, but not from wine or",
          "joy…",
          "but from hunger, dizziness, pain and exhaustion.",
          "Their eyes are sunken, their feet barely support them, and their hearts beat strongly, not for",
          "life, but to resist death a little longer.",
          "Hospital emergency rooms are full of emaciated bodies, elderly, young and",
          "children whose only crime is being born here.",
          "Medical reports speak of \"severe nutritional deterioration,\" but reality is worse than",
          "any report…",
          "Reality is that bodies are disintegrating, minds are crumbling and",
          "spirits are withering.",
          "People will die of hunger…",
          "Yes, they will literally die if no one intervenes.",
          "We are not exaggerating, nor crying out from nothing.",
          "We have crossed the limits.",
          "This is not a temporary crisis; it's slow annihilation.",
          "Hundreds, if not thousands, are threatened with death at any moment, not from bombing this",
          "time, but from hunger, cold, thirst and deliberate neglect.",
          "Where are they?",
          "Where is the world that used to boast of human rights?",
          "Where are the humanitarian organizations?",
          "Where are the screens that wept for a cat rescued from rubble, while",
          "Gaza's children died unseen?",
          "We know words may not save, but they can awaken.",
          "We write to you hoping there is still life in your hearts.",
          "We don't ask for a miracle, but a simple act, real movement, a cry against silence.",
          "We don't want compassion.",
          "We want life."
        ]
      },
      {
        "title": "On Death's Path",
        "content": [
          "",
          "My intention that morning was singular: to feed my children.",
          "I left home early, while the sun still tried to break through the dense smoke covering the",
          "sky. It wasn't fog... it was ash, gunpowder and the remains of burned dreams.",
          "I had heard, like others, talk of \"American-Israeli aid\" distribution in the western zone",
          "of the camp. I didn't trust this aid, nor believe in the intentions of those distributing it,",
          "but hunger is harder than politics, and my children's pain was stronger",
          "than all",
          "doubts.",
          "I ran, walked and crawled through the crowd. Thousands of people filled the streets, with empty",
          "bags and hearts full of hope and exhaustion. Their faces were pale, their eyes searching for",
          "a loaf of bread, life, a moment of respite amid this hell spreading",
          "everywhere. We reached the hill. There, suddenly, everything changed.",
          "We had no idea we had fallen into a trap.",
          "In the blink of an eye, a quadcopter rose, watching us like a demonic eye.",
          "Then tanks began appearing behind buildings, with terrifying slowness,",
          "as if waiting for the right moment to attack. We heard soldiers shouting and saw the ghosts of",
          "snipers on rooftops.",
          "And suddenly... bullets erupted.",
          "There was no warning, no voice saying \"Step back,\" just a successive rain of bullets",
          "falling on us, as if the sky had opened and death had fallen from it.",
          "I saw",
          "a young man fall in front of me, a woman screaming while trying to carry her son, covered in",
          "blood, and an elderly man lose balance and fall motionless.",
          "I was in the heart of hell.",
          "People ran, pushed, fell, cried, died... and I was among them, trying to escape,",
          "survive, escape the fate awaiting all who walked there.",
          "Inside me, a weak voice began to rise:",
          "\"I don't want to die.\"",
          "\"I don't want help.\"",
          "\"I just want to return.\"",
          "My children's voices echoed in my head, my wife's image before my eyes. It was",
          "unbearable",
          "to think of being just another number in the news. I didn't want my name written",
          "on a cold stone, nor my body washed with my tears.",
          "I ran. I don't know how or where that strength came from. Sometimes crawling, sometimes running, sometimes",
          "falling,",
          "then getting up and continuing forward. Between each step, I repeated: \"Oh God, save me.\"",
          "And by God's grace... I returned.",
          "I returned to my home, to my children's embrace, to my wife's tears seeing me alive.",
          "But joy was incomplete.",
          "Behind me, in the street, death continued celebrating.",
          "Hundreds of martyrs, hundreds of wounded and many souls ascended to heaven in silence.",
          "I will never forget this day as long as I live.",
          "I thought I was going to bring life... but found myself prisoner of death.",
          "But God decreed my salvation, not just to rejoice, but to bear witness, to raise my",
          "voice and shout to the world:",
          "\"We don't want aid soaked in blood, we don't want food guarded by weapons. We want dignity,",
          "we want life.\""
        ]
      },
      {
        "title": "If I Were a Spirit",
        "content": [
          "",
          "I wish I had become a spirit;",
          "to know what Netanyahu thinks;",
          "to understand what he plans against Gaza.",
          "I wish I had been a spirit,",
          "unnoticed, listening,",
          "flying between minds,",
          "infiltrating the folds of suspicions,",
          "to enter Benjamin Netanyahu's head.",
          "Not to intervene, but to know;",
          "to understand.",
          "How can a human mind plan extermination?",
          "How does a man smile before cameras,",
          "with his maps of destruction,",
          "tables of death and detection plans,",
          "as if they were infrastructure projects?",
          "If I were a spirit,",
          "I would have slipped into Tel Aviv's night,",
          "and the walls of Israeli security headquarters",
          "would have been penetrated,",
          "where fire lines are drawn,",
          "acceptable killing rates discussed,",
          "and which neighborhoods will be erased from the map decided.",
          "I would have sat in the corner of the operations room,",
          "listening:",
          "Are they talking about humans or digital targets?",
          "Do they say \"Al-Shuja'iyya neighborhood\" or do they say \"square No. 14\"?",
          "What's happening in Netanyahu's head?",
          "Does he really believe he's leading a war against \"terrorism,\"",
          "or does he know the truth and wrap it in marketing lies for the West?",
          "Does he feel anything when houses turn to dust,",
          "or is it just a \"security achievement\" added to his political balance?",
          "Is he afraid of history, justice, mirrors?",
          "Or is all he cares about his political survival",
          "in a world fluctuating above him?",
          "If I were a spirit,",
          "I'd like to see if Gaza inhabits his nightmares,",
          "or if it was expelled even from his innermost ghosts.",
          "Does he hear the voice of children under rubble?",
          "Does he know that the name \"Dana\" is no longer a name in a family book,",
          "but a grave?",
          "Does he know that Gaza's sand preserves martyrs' names more",
          "than the footprints that once walked on it?",
          "I wish I were a spirit,",
          "not to harm him, but to understand this kind of blindness.",
          "Perhaps if we knew how one who plans to kill thinks,",
          "we could prevent the next massacre.",
          "Perhaps if we understood evil's language,",
          "we could dismantle its discourse and strengthen conscience.",
          "But I am not a spirit.",
          "I am just a person,",
          "who sees killing, screams, writes and prays",
          "that tragedy doesn't repeat.",
          "But I will still imagine, each night, that I am harvesting.",
          "I have slipped into the executioner's head,",
          "to witness up close:",
          "How does someone think who plans to erase an entire city,",
          "for a false dream of a pure state?"
        ]
      },
      {
        "title": "Let Us Starve to Death",
        "content": [
          "",
          "In Gaza, death is no longer surprising news.",
          "It has become a daily companion,",
          "slipping between rubble",
          "and into eyes that haven't slept in months.",
          "The ongoing war has exhausted everything:",
          "people, stones and dignity.",
          "Each day, planes don't just destroy homes,",
          "but also what remains of life,",
          "food and hope.",
          "But amid this heartbreaking death,",
          "rises the heart's cry of a child,",
          "from the mouth of a mother exhausted by hunger,",
          "trying to hide a piece of bread from her children's gaze:",
          "'If you cannot stop the war against us,",
          "don't starve us to death... Let us die with dignity.'",
          "These are not empty words.",
          "They are a call to the world's conscience.",
          "We don't ask for the impossible.",
          "We don't ask you to break the wall of silence,",
          "though your silence is killing us.",
          "We simply ask you not to kill us twice:",
          "once with bombing",
          "\"and another with hunger.\"",
          "In Gaza, there is no flour left.",
          "No drinking water.",
          "No milk for infants.",
          "No rice.",
          "No medicines.",
          "People search for food in store remains,",
          "bones in garbage bins,",
          "shade, warmth or hope in mosques.",
          "Food is no longer a requirement to survive,",
          "but to exit with dignity.",
          "Dying satisfied",
          "is the ultimate luxury",
          "in this immense prison.",
          "What human being would accept seeing a besieged people,",
          "even in their death?",
          "What conscience would accept seeing mothers cooking grass,",
          "and children going to bed crying from hunger?",
          "Has dignity become a luxury",
          "in a world that only knows arms trafficking",
          "and empty condemnation statements?",
          "To those who have the decision.",
          "To those who write headlines.",
          "To those who speak of 'legitimacy,'",
          "'deterrence' and 'right to defense':",
          "We are human beings.",
          "We are alive.",
          "We eat, sleep, dream and love,",
          "like all of Allah's ﷻ creation.",
          "If you cannot stop this hell,",
          "at least don't deprive us",
          "of a dignified bite for a human end.",
          "We want to bid farewell to life satisfied.",
          "We ask for nothing more."
        ]
      },
      {
        "title": "Dear brother, with your silence they kill us...",
        "content": [
          "",
          "I am from Gaza,",
          "from this land that has groaned under siege for years,",
          "from a city bombed by day and starved by night,",
          "from homes that have lost their children,",
          "mothers and fathers without finding anyone to console them.",
          "But despite this pain,",
          "the greatest betrayal didn't come from our enemy,",
          "but from our brothers' silence.",
          "Since the beginning of this war,",
          "voices have risen in Spain, France, Britain, Germany and the United States,",
          "and Palestinian flags have been raised in European streets,",
          "chanting: 'Lift the siege on Gaza!'",
          "Young men and women who don't speak our language",
          "nor have lived with us,",
          "but who saw injustice and said: 'No.'",
          "As for you, our Arab brothers,",
          "our people in Egypt, Jordan, Kuwait, the Emirates,",
          "Saudi Arabia, Morocco, Tunisia and all other countries:",
          "Where are you?",
          "We are hungry.",
          "\"Without medicines, without water, without electricity.\"",
          "We search for food scraps.",
          "We bandage our wounds with wet sheets.",
          "We bury our children with our own hands,",
          "and don't even find a shroud.",
          "You are closest to us.",
          "Your language is our language.",
          "Your religion is our religion.",
          "Our blood is your blood...",
          "How could you remain silent?",
          "How did you allow us to be massacred while you watched impassively?",
          "Some of your governments participated in the blockade.",
          "Others closed border crossings.",
          "And some settled for humiliating silence,",
          "as if Gaza didn't matter to them,",
          "as if our blood didn't count.",
          "Oh people of Egypt:",
          "your borders with us are not just geographical,",
          "but a lifeline.",
          "Oh people of Jordan:",
          "you are closest to Palestine's heart,",
          "so don't be furthest from its pain.",
          "Oh people of the Gulf and Arab Maghreb:",
          "we know there is love in your hearts,",
          "but Gaza doesn't live on love alone;",
          "it requires positions and actions.",
          "By God,",
          "if what's happening in Gaza had occurred in any Western country,",
          "you would have seen Arab capitals overflowing with support.",
          "But today,",
          "we only see Western peoples demonstrating humanity",
          "we have lost in our own countries.",
          "We don't ask for the impossible.",
          "We just ask you to feel.",
          "To be angry.",
          "To act.",
          "To raise your voice.",
          "To pressure.",
          "To say: 'Enough!'",
          "Gaza doesn't want condemnation statements,",
          "nor conferences, nor hashtags.",
          "Gaza wants to live.",
          "We die every day... and you are watching.",
          "So, Arabs:",
          "if you don't act today, when?",
          "Learn just one thing from the West:",
          "humanity."
        ]
      },
      {
        "title": "They're just orphans..!",
        "content": [
          "",
          "Help the orphans... They have nothing in life but their tears.",
          "In the cold corners of this world battered by war and injustice, live children who have",
          "lost their parents.",
          "They don't know how to sleep without an embrace, nor smile without a reassuring voice.",
          "They are orphans... those little ones whom the world abandoned prematurely, robbing them of everything, even their most basic rights to",
          "safety and warmth.",
          "The one who fed them, clothed them and laughed with them is gone.",
          "Their parents died under bombing rubble, or their mothers died of hunger, fear or pain,",
          "leaving behind defenseless children.",
          "These children don't ask for much: just a heart that pities them and a hand that draws them close with",
          "compassion, not pity.",
          "Imagine a small child...",
          "Imagine him on a cold night, without a blanket to warm his fragile body, without anyone to comfort him",
          "with a prayer before sleep and without a piece of bread to satisfy his hunger.",
          "An orphaned child who waits for someone to rescue him, not just someone to console him with words.",
          "He waits for someone to feed him, someone to teach him, someone to restore the security he",
          "lost in an instant.",
          "These orphans are our responsibility.",
          "We are all responsible before God, history and our conscience.",
          "We must not turn our backs on them as if they didn't exist.",
          "Every dirham we give them, every piece of clothing, every carton of milk, every kind word, can make",
          "the difference and restore the life they deserve.",
          "You don't need to be rich to help an orphan; you just need a compassionate heart.",
          "Help them with money if you can, with words, with prayers, with support, creating opportunities for them, teaching them and welcoming them.",
          "Don't let them get lost in the streets, be exploited for labor or grow up in the pain",
          "of loneliness.",
          "Orphans are not to blame.",
          "They didn't choose to be born in war nor ask to lose their parents, but now they need us.",
          "Their need is not temporary, but continuous, and affects life and dignity.",
          "Let us be the replacement...",
          "Be the replacement for a mother who passed away, be the father they lost and be the support that",
          "never betrays.",
          "Extend your hand to an orphan, not to grant favors, but to thank him for restoring your humanity.",
          "Help the orphans... they are a responsibility.",
          "Help them... their prayers are not rejected.",
          "Help them... your hand may be the reason for a new life written for them."
        ]
      },
      {
        "title": "Zionists",
        "content": [
          "Since the emergence of the Zionist project",
          "in the late 19th century,",
          "Palestine was seen as",
          "\"a land without people for a people without land.\"",
          "This idea justified settlements",
          "and rooted the perception that Palestinians don't exist",
          "or are an obstacle to the \"divine promise.\"",
          "After the 1948 Nakba and subsequent wars,",
          "the Palestinian became a symbol of threat",
          "in Zionist consciousness.",
          "This led generations to be educated",
          "in caution and hostility toward them.",
          "In Israeli textbooks,",
          "Palestinian history is omitted or distorted.",
          "Arabs are presented as enemies",
          "who reject peace.",
          "The Nakba is ignored or called \"liberation.\"",
          "From childhood, they're taught that the Israeli army",
          "is the \"shield of survival.\"",
          "Palestinians are seen as a threat",
          "to control.",
          "In some homes, negative terms are used",
          "to describe them, like \"terrorists\" or \"dangerous.\"",
          "Many Zionist Jews project memories",
          "of European persecution onto the current conflict.",
          "This justifies occupation and settlements",
          "to new generations.",
          "Radical Zionists educate their children",
          "to reject Palestinian right to the land.",
          "Reform Jews seek to teach equality",
          "and human rights, though they are a minority.",
          "After decades, many young Israelis",
          "see Palestinians as natural enemies.",
          "They believe the State's survival",
          "depends on weakening or expelling them.",
          "This explains harsh policies:",
          "sieges, arrests, demolitions and settlement expansion."
        ]
      },
      {
        "title": "The pain that never disappears",
        "content": [
          "",
          "There is a pain only known by those who have lived it.",
          "A pain that begins with losing a loved one,",
          "and then spreads,",
          "taking with it what remains of security,",
          "of place,",
          "of sense of belonging.",
          "Losing a mother, brother or friend",
          "is not just the absence of people...",
          "it's the collapse of an entire world",
          "that once sustained us.",
          "And when the world fails you,",
          "you feel as if walking alone",
          "down a long, endless street,",
          "and each step reminds you",
          "of what you've lost.",
          "Without a home to embrace you,",
          "without familiar faces to greet you,",
          "without a voice that caresses your heart",
          "and tells you: \"I'm here.\"",
          "Pain teaches you",
          "that night can be long",
          "and morning isn't always a new beginning.",
          "Still, there exists a small moment —",
          "perhaps a kind word,",
          "a warm memory",
          "or a strange smile between tears—",
          "that tells you that you can still breathe.",
          "But for how long?",
          "No one can answer that question.",
          "Pain is not an hourglass",
          "whose grains run out.",
          "It's a wound we learn to bear,",
          "not to forget.",
          "It may fade with time,",
          "it may keep burning.",
          "But the only truth is",
          "that hearts that have known love,",
          "when they lose it,",
          "keep bleeding in one way or another.",
          "And yet,",
          "despite disappointment and loss,",
          "there's always something worth holding onto,",
          "even if it's something very small.",
          "Perhaps a dream,",
          "perhaps a memory,",
          "perhaps just the belief",
          "that we will see our loved ones again",
          "in a place where there is no loss.",
          "Until then...",
          "we walk with pain,",
          "but we don't walk alone."
        ]
      },
      {
        "title": "5 seconds from Anas",
        "content": [
          "",
          "💠 Between the roar of planes and the silence of martyrs 💠",
          "In a fleeting instant, everything could change.",
          "I was sitting with my four friends,",
          "chatting about life's cruelty that destroys our dreams without mercy.",
          "We tried to console ourselves, sharing words instead of dense silence.",
          "Suddenly, a familiar and harsh sound tore the air... the sound of the \"zananah,\"",
          "the drone that watches souls from above.",
          "The sound wasn't common; it was an early warning of imminent evil.",
          "I quickly told them: \"Its presence above us bodes nothing good... let's move, scatter.\"",
          "I tried to instill caution in them, but fate was faster.",
          "I moved three steps away from them... no more, a short distance between life and death.",
          "Then came the sound that froze my blood: the whistle of a missile falling from the sky.",
          "I ran with all my strength behind the wall of a destroyed house, among the rubble,",
          "shouting: \"Scatter! Run!\"",
          "But the first missile fell and hit them all.",
          "While they tried to crawl to safety, the second missile was already on its way.",
          "This time, it took with it the soul of my friend, who had just spoken about the world's",
          "injustice.",
          "My martyred friend was an example of patience; he had lost his mother, father and",
          "sister in this war,",
          "and today he joined them.",
          "He departed with wounds in his heart larger than those in his body.",
          "He left me an unforgettable scene: a farewell that was never completed and words that stopped halfway.",
          "Today, writing these lines, I realize that surviving isn't always a comfort, but a",
          "great responsibility.",
          "I remained to tell the story, to bear witness to what happened and to say that behind each piece of news",
          "there are faces, names and memories; an entire life that suddenly extinguishes.",
          "May Allah have mercy on you, my friend, and grant you the highest paradise, reuniting you with your loved",
          "ones.",
          "For my part, I will continue writing so your voice doesn't fade with you. 💔"
        ]
      }
    ]
  },
  {
    "id": 6,
    "nombre": "Karim Al Masri",
    "fragmento": "The Palestinian never stopped dreaming of Al-Quds… only hunger and siege changed the soul's direction.",
    "titulo": "Karim",
    "image": "/imagenes/Karim_Al_Masri.jpg",
    "description": "Karim offers a powerful and painful meditation on how prolonged siege transforms not only bodies, but also hopes. In this essay, Gaza is the mirror of a people who survive while clinging to an increasingly symbolic homeland.",
    "social": {
      "facebook": "https://www.facebook.com/share/19rd63amJ3/",
      "instagram": "https://www.instagram.com/kareem_almasri1?igsh=MTFxMHAzNnR6bmdpMA==",
      "donation": "https://gofund.me/0963a2d1"
    },
    "parts": [
      {
        "title": "Trembling words of fear before the event",
        "content": [
          "",
          "I know I won't dare write even three-quarters of what I really want to say.",
          "And I'll hide the last quarter under flowery words,",
          "like a soldier returning from war,",
          "hidden behind a cheap but polished uniform.",
          "I advance with firm step,",
          "bearing the pain of my lame foot,",
          "so as not to draw attention.",
          "I write,",
          "knowing those who preceded me left me no words.",
          "And still, I write.",
          "Though no one reads what I say.",
          "Though I have to tear up what I write for the hundredth time.",
          "I write because I love to write.",
          "Because aligning letters, one next to another,",
          "gives me strange calm.",
          "Though it may seem useless,",
          "though they say it's a waste of time,",
          "it makes me happy.",
          "And that, for me, is enough."
        ]
      },
      {
        "title": "The homeland belongs to its people",
        "content": [
          "",
          "Our lives changed",
          "since the war of extermination began against our people.",
          "Humanity changed.",
          "Life became strange.",
          "One feels living in an alien era,",
          "one never dreamed,",
          "nor imagined,",
          "nor suspected.",
          "Life is wasted.",
          "Years pass.",
          "And we run out of time.",
          "We were convinced",
          "we were the best people on Earth.",
          "We believed we had what no one else had:",
          "faith,",
          "love for the homeland,",
          "solidarity,",
          "mutual support,",
          "affection,",
          "respect,",
          "and dignity.",
          "We felt deeply proud",
          "of the Palestinian people's nobility and integrity,",
          "known for their firmness,",
          "their generosity,",
          "their sacrifice,",
          "and their dedication.",
          "A people committed to civil peace,",
          "security,",
          "and protecting their people.",
          "Even with war,",
          "most of our people remained united.",
          "Faithful to the social contract,",
          "firm in their religion,",
          "and rooted in their values, customs and traditions.",
          "We were united by bonds of brotherhood,",
          "loyalty,",
          "and the will to do good.",
          "But then,",
          "groups and individuals alien to our principles appeared,",
          "who began spreading corruption.",
          "They took advantage of the absence of law",
          "to loot, steal,",
          "sow terror,",
          "and control the population's means of life.",
          "Through selfishness,",
          "monopoly of stolen or imported goods,",
          "and price manipulation",
          "by merchants and false charitable organizations.",
          "This aggravated our people's suffering,",
          "and increased pressure on them,",
          "in tune with the occupier's plans.",
          "Today we see atrocious behaviors,",
          "shocking and shameful,",
          "that insult human dignity.",
          "We're ashamed to name them,",
          "out of respect for our people,",
          "and not to stain everyone for the fault of a few.",
          "They are acts committed by thieves and criminals,",
          "against exhausted citizens,",
          "oppressed,",
          "who have no way to defend themselves,",
          "nor protect their humanity,",
          "against this corrupt and lawless minority.",
          "The homeland is not for them.",
          "The homeland is for the free,",
          "for those who feel safe,",
          "at peace,",
          "and respected.",
          "Not for those who kill,",
          "terrorize,",
          "steal,",
          "and attack their own people.",
          "All of you are responsible.",
          "Stop those people.",
          "Don't allow them to form organized criminal and terrorist gangs.",
          "We love our homeland.",
          "We grew up with revolutionary songs,",
          "Palestinian writers,",
          "revolutionaries,",
          "prisoners,",
          "cities and streets we only saw on screens.",
          "We love Palestine blindly,",
          "without knowing it completely,",
          "because we were born on its land,",
          "and because humans carry a natural sense of belonging to their roots.",
          "We feel Palestine,",
          "and I fully understood what Ghassan meant,",
          "when he wrote:",
          "\"...and I feel for them the same I feel for Palestine.\"",
          "And in the end:",
          "We were Palestinian enough",
          "to reject them all,",
          "in Gaza the Cracked.",
          "We are alone."
        ]
      },
      {
        "title": "Will and Defiance",
        "content": [
          "",
          "From Gaza,",
          "I write with the voice of those who can no longer speak.",
          "Here, children don't grow up.",
          "They die of hunger.",
          "One by one.",
          "They become numbers in the news,",
          "as if their lives never mattered.",
          "Then, women die.",
          "Then, young people.",
          "Mothers collapse, exhausted.",
          "And among the hungry, are the fathers.",
          "Also the elderly.",
          "In hospitals,",
          "doctors die of hunger.",
          "Even journalists trying to tell this tragedy",
          "share the same fate.",
          "There is no bread.",
          "No flour.",
          "No water.",
          "No medicines.",
          "No electricity.",
          "No fuel.",
          "No life.",
          "From outside, only soft words.",
          "International concern.",
          "Empty declarations.",
          "Timid calls for ceasefire.",
          "But warnings don't feed a child who is already just bones.",
          "They don't console a mother who has lost her children",
          "serving this land.",
          "Here, famine is not breaking news.",
          "Children's hunger is not a humanitarian crisis,",
          "but a shame engraved on the world's forehead.",
          "Humanity failed",
          "when it allowed Gaza's children to starve.",
          "Still, Gaza deserves to live.",
          "Gaza will be free,",
          "though Israel and its allies conspire against it.",
          "From this darkness,",
          "we raise our voice.",
          "Let the world hear."
        ]
      },
      {
        "title": "We are not inspiring corpses",
        "content": [
          "",
          "In Gaza, we refuse to be just the echo of bloodshed,",
          "nor a melancholic headline on the evening news.",
          "",
          "We don't accept being reduced to the role of victims,",
          "nor repeating death scenes over and over so the world believes this occupation kills.",
          "",
          "We also fight in other ways:",
          "we raise our hands with dignity before racism,",
          "we smile at soldiers, not from submission, but with pride,",
          "and we tell the world that summaqiyyeh and maqluba are part of our flavor, our heritage,",
          "and that Gaza still keeps a poem recited in Ramallah or Haifa.",
          "",
          "We don't seek glory built on children's bodies,",
          "but a struggle that keeps their faces alive in the light,",
          "a struggle that preserves history, doesn't bury it.",
          "",
          "We want to be part of Palestine's present identity,",
          "part of the awakening,",
          "part of the cultural act,",
          "part of the voice that never fades.",
          "",
          "We're tired of being presented as talking corpses.",
          "The time has come for Gaza to be seen as a city that loves life, not just",
          "as another episode in each tragedy.",
          "",
          "Let the world know:",
          "we are not mere witnesses to pain; we are its children who have decided to live.",
          "",
          "Gaza is not land of trivialized death,",
          "it's land that deserves a life with dignity and dignity that does it justice.",
          "",
          "It's time to free Gaza from the role of inspiring corpses,",
          "and elevate its people to the rank of full companions in resistance —",
          "not from its rubble, but from its minds, voices and pride.",
          "",
          "We are no less capable of living,",
          "nor less worthy of dreaming."
        ]
      },
      {
        "title": "Transformed dreams",
        "content": [
          "",
          "The Palestinian in Gaza didn't lack a cause.",
          "Born amid the Nakba, he grew up among maps of his lost homeland.",
          "His consciousness was nourished by images of old house keys and slogans of liberation and return.",
          "The child learned that Jerusalem was his heart.",
          "That a refugee was his brother.",
          "That dying for the land was life.",
          "",
          "But something terrible happened during this flood!",
          "Equations were inverted and priorities changed.",
          "Not from lack of faith, but from reality's narrowness.",
          "Jerusalem ceased being the center of his dreams.",
          "In his consciousness, it became a tent, bread, a water bottle and a box",
          "of medicines.",
          "",
          "The Palestinian now dreams of a tent that protects him from summer heat and",
          "winter cold.",
          "After having dreamed of Al-Aqsa's Gate.",
          "His greatest hope now was returning to his destroyed homes to revive his memories.",
          "After demanding the return of refugees from camps.",
          "Bread became a problem.",
          "Water a battle.",
          "Survival an existential goal transcending all abstract national objectives.",
          "No one voluntarily abandoned the great dream.",
          "But siege, hunger, displacement and massacres forcibly altered consciousness.",
          "",
          "Palestinians resisted not to liberate their land, but to survive.",
          "Their temporary homeland became a tent no more than two meters high.",
          "Their dreams a hot meal, a safe bed and their children's voices at nightfall.",
          "War doesn't just kill the body.",
          "It steals meaning, dismantles the soul and changes course.",
          "It forces people to run toward the nearest escape route, not toward the highest",
          "peak.",
          "Those living under rubble cannot contemplate a comprehensive national project.",
          "But a small piece of paradise that doesn't collapse on them.",
          "",
          "Here, we must reflect deeply, without shame:",
          "How do we reorient the Palestinian people?",
          "How do we prevent them from forgetting their cause, without overloading them beyond their capacities?",
          "How do we formulate a new national discourse recognizing that bread and dignity are inseparable?",
          "There is no homeland for the homeless.",
          "No liberation for the hungry.",
          "No Jerusalem without a human being capable of dreaming it.",
          "This war has revealed that rebuilding humanity is priority over rebuilding stone.",
          "And that the coming struggle doesn't center on a political map's borders.",
          "But on ensuring people don't die twice:",
          "Once under bombing... and another in relief lines."
        ]
      },
      {
        "title": "A fabric home",
        "content": [
          "",
          "Since October seventh, began the story of injustice, genocide and war.",
          "It affected small and large, fetuses, women, children and",
          "elderly. No one was saved.",
          "",
          "This is our destiny: we were expelled from our lands and lost them, we separated from our families",
          "and loved ones, and lost millions in this war.",
          "",
          "We live in thin canvas tents that protected us neither from winter cold nor summer",
          "heat.",
          "They were erected in the streets.",
          "We were denied the right to education, and we were also denied the right",
          "we're supposed to have to simply live —which isn't much, but it's something. But we didn't even",
          "have that.",
          "",
          "Children were born in tents, knowing nothing of this life.",
          "Happy, but ignorant that something similar awaits them outside.",
          "Their parents had prepared a beautiful room for them,",
          "lacking nothing,",
          "safe from dust and insects. Where are they now?",
          "This is what was written for us.",
          "",
          "Even water wasn't easy to get, and isn't available everywhere.",
          "When the water truck arrives, people applaud as if something extraordinary had occurred.",
          "But not everyone can fill their jug; it's their destiny, whether another truck comes or not.",
          "",
          "Food isn't cheap.",
          "Yes, aid arrives, but it's stolen and sold by warlords,",
          "who trade with their people's food and raise prices —not double, but many times",
          "more, five times.",
          "",
          "And here we are, after a year and nine months, while world rulers watch us.",
          "Yes, their peoples are with us, but they had no choice but to protest.",
          "But blame falls on rulers and presidents who accept this injustice, which no one can",
          "live with or tolerate.",
          "",
          "Summer arrived beautiful, but wasn't beautiful for those living in tents.",
          "The sun burned them inside tents, and at night insects killed them.",
          "",
          "Work opportunities were scarce, so they resorted to simple jobs to offer food,",
          "water and cover their basic needs.",
          "Their children grew up before their time and carried heavy responsibility.",
          "They were deprived of their right to education and study, and now all suffer from hunger, lack",
          "of food and medicine.",
          "",
          "About 90% of the population lost their homes, jobs and livelihoods.",
          "This is the suffering of the displaced after more than a year and nine months of destruction,",
          "war and genocide.",
          "",
          "Here we are, wishing for food and water.",
          "We are hungry and can't even feed our children a single bite."
        ]
      },
      {
        "title": "Where are we going...?",
        "content": [
          "",
          "Oh, what pain! People's situation has become extremely difficult...",
          "",
          "Intense bombing in the Gaza Strip...",
          "",
          "Continuous displacements from eastern, southern and northern regions, and no one knows where they'll go.",
          "",
          "There's no available transport; and if there were, no one could pay the high prices...",
          "",
          "Allah! There are those who sleep on the ground, without shelter protecting them from the sky, without roof or shelter...",
          "",
          "The situation is catastrophic...",
          "",
          "Bombing continues everywhere...",
          "",
          "War and reconnaissance planes fly tirelessly over Gaza's skies.",
          "",
          "Warships continue bombing fishermen and coastal areas...",
          "",
          "Tanks and bulldozers advance non-stop, killing, destroying and displacing people...",
          "",
          "Hunger begins devastating the population, affecting children and adults...",
          "",
          "Water is scarce, food is almost non-existent in markets and prices skyrocket...",
          "",
          "Many medicines are unavailable.",
          "",
          "Most hospitals are out of service.",
          "",
          "No one feels safe.",
          "",
          "There's no security anywhere: not in the center, nor in shelters, nor in hospitals, nor in",
          "tents, nor in homes.",
          "",
          "Death and destruction surround people everywhere...",
          "",
          "Bombing, destruction and displacement continue ceaselessly...",
          "",
          "Only Allah suffices us, and He is the best protector.",
          "",
          "May Allah bless you, oh people of Gaza!"
        ]
      },
      {
        "title": "Gaza... Under rubble and death!",
        "content": [
          "",
          "Gaza is being exterminated, massacred and dismembered without mercy.",
          "The world watches in silence, as if Palestinian blood were worthless.",
          "",
          "Children's souls are torn from their bodies.",
          "Women are buried alive, and elderly are beheaded.",
          "",
          "This is not a conflict; it's an atrocious genocide crime.",
          "A crime perpetrated by a criminal entity, supported by forces that lie and claim justice and freedom.",
          "",
          "In every Gaza street there's a story of pain.",
          "In every home, a cemetery.",
          "",
          "A mother cradles her son's remains.",
          "A father searches for his daughter among rubble.",
          "And a child asks: Why haven't they killed him yet?",
          "",
          "Gaza doesn't sleep.",
          "It endures pain with blood, sowing patience in its burning land.",
          "",
          "Where are you, who pride yourselves on human rights?",
          "Where is humanity when killing innocents is called 'self-defense'?",
          "",
          "What shame for this unscrupulous world!",
          "A world that watches massacres with indifference, applauds murderers and silences victims'",
          "voices.",
          "",
          "Young people were recently murdered in a horrible massacre in Zikum, northwest of Gaza.",
          "They were waiting to receive food aid and flour.",
          "",
          "What did this Palestinian do to deserve all these crimes?",
          "Was he guilty for being born Palestinian?",
          "",
          "We are all proud to be Palestinians.",
          "",
          "Gaza is being annihilated...",
          "and the world is complicit in the crime!"
        ]
      },
      {
        "title": "Perhaps we let ourselves go",
        "content": [
          "Good night, world.",
          "Perhaps we let ourselves go, and what seemed impossible suddenly becomes reality, but in very",
          "different circumstances.",
          "The postman won't arrive amid these bombings and destruction.",
          "Newspapers will only repeat the same news day after day: 'Gaza is being annihilated. Life fades'",
          "without a new dawn.",
          "",
          "Perhaps news of my death will come out in the next edition.",
          "This is what I thought while moving away from this world, with bombing intensifying and declarations",
          "about Gaza's occupation multiplying.",
          "I put my hand to my heart because what we fear is closer than ever.",
          "We will die in silence, without the world knowing anything about us.",
          "We won't even be able to scream or record our last moments and words.",
          "I live in a small refugee camp called Al-Shati, a neighborhood on the western border of Gaza",
          "city.",
          "Every night, the sound of explosions from all directions doesn't cease.",
          "We embrace with each blast that shakes our homes and hearts.",
          "Aware that perhaps we won't hear anything more because we'll have exploded with them.",
          "That's why I write now.",
          "Perhaps this is my last message traveling through the free world, flying with peace doves,",
          "to say we love life as much as we can.",
          "But in Gaza, all roads are blocked and now we're one step from death.",
          "Just one breaking news or brief tweet away.",
          "Let me introduce myself: I am Karim Al-Masry, Palestinian from Gaza.",
          "I have lived twenty-five years and keep many dreams.",
          "I am not a number, and I refuse for news of my death to be just a passing",
          "statistic.",
          "Don't tell me I love life, happiness, freedom, children's laughter, the sea,",
          "coffee, writing, Fairuz and everything joyful...",
          "Only for everything to vanish in an instant.",
          "One of my dreams is for my writings to travel the world.",
          "For my pen to have wings that don't stop at unstamped passports or denied visas.",
          "Another dream is having a small family.",
          "Embracing my son, who looks like me, and telling him bedtime stories.",
          "And my greatest wish remains for peace to reign in my country.",
          "For children's laughter to shine before dawn.",
          "For us to plant a rose where a bomb fell.",
          "For us to paint our freedom on every destroyed wall.",
          "And for war to leave us in peace so we can, finally, live."
        ]
      },
      {
        "title": "Enjoy... My God...",
        "content": [
          "People pass before me",
          "like ghosts without features,",
          "smiling... suffering... persevering.",
          "Among them are those who sacrifice",
          "the purity of their voices,",
          "to sit at tables loaded with silence,",
          "adorned with soulless eloquence,",
          "that shines like a ring on a hand that doesn't know how to give.",
          "I stepped away from the crowd,",
          "but I understood:",
          "that withdrawing doesn't guarantee salvation,",
          "and that silence doesn't bring peace.",
          "Inside me,",
          "a living ember burns,",
          "leaving night on my chest,",
          "like a stone of ancient pain.",
          "There is a question...",
          "like a nail in my throat:",
          "For what sin are we buried alive",
          "under this rubble?",
          "Everything has become permissible in the name of self-interest.",
          "Faces are dust molded into human forms,",
          "Words are like soft clay,",
          "modeled to serve intentions.",
          "Destruction dresses in borrowed silk clothes,",
          "woven by hands skilled in creating illusions.",
          "Who said death is life's end?",
          "Death is being forced to live",
          "with those who extinguish meaning like the last lamp,",
          "tear hope from its roots,",
          "leaving souls hanging from time's threads,",
          "slowly drying like autumn leaves.",
          "War didn't just destroy our homes,",
          "but also stripped our souls,",
          "leaving us naked before a relentless wind.",
          "We walk among rubble without surprise,",
          "hiding pain in memory's drawers,",
          "mummifying it like an ancient relic,",
          "and telling it:",
          "Sleep...",
          "Tomorrow we'll wake you to witness that we're still alive.",
          "My God... guide us toward you.",
          "We don't ask for a miracle,",
          "but a ray of your light to illuminate our path,",
          "a stone to guide us toward salvation,",
          "a light of truth in this deep darkness.",
          "Guide us toward you...",
          "because we've lost our way in the forest,",
          "and the fox has become our guide,",
          "and the crow the compass of our souls,",
          "and we have no one but you."
        ]
      },
      {
        "title": "I never imagined...",
        "content": [
          "I never imagined, not in my darkest nightmares,",
          "that an ancient and decadent time would attack me.",
          "A time when hope's wings",
          "were shattered.",
          "A time when we found ourselves on death's edge,",
          "awaiting our postponed destiny",
          "like terrified birds in a slaughterhouse.",
          "We wait for the hand that will snatch our soul without screaming,",
          "for screaming is forbidden…",
          "so as not to disturb the spectators' ecstasy,",
          "hidden behind their screens in distant lands.",
          "They found in our tragedy a suspense story",
          "that broke their mortal days' monotony.",
          "So they sold our blood in slogan markets…",
          "all at once.",
          "Memories were crushed",
          "under destruction's chains.",
          "Dreams were murdered in their cradle.",
          "And if a sigh dared escape our chest,",
          "we were accused of allying with the enemy.",
          "What kind of thinking is this?",
          "What rusted soul thinks of destruction and then proclaims it?",
          "How cruel are the souls of those who adorned our graves",
          "with banners of false victory!",
          "We are not numbers in the news,",
          "nor secondary scenes in a poorly directed war movie.",
          "We are human beings,",
          "with souls that love, hearts that fear,",
          "mothers who wait for us at night,",
          "and children who dream of a new backpack.",
          "Despite the world's condemnation… we want to live.",
          "We don't live to deny our wounds,",
          "but to heal them.",
          "We don't deny our blood,",
          "but to sanctify it with dignity.",
          "We don't disarm the struggle,",
          "but to repel deception's daggers.",
          "We live… because death has become a market,",
          "and we refuse to be merchandise.",
          "We live… because God loves life,",
          "and we are God's children on His tormented earth."
        ]
      }
    ]
  },
  {
    "id": 9,
    "nombre": "Faten Mofeed",
    "fragmento": "I am Faten, a mother in Gaza. I don't seek pity: I ask for justice and life for my children.",
    "titulo": "I just want life",
    "image": "/imagenes/faten.jpg",
    "description": "Faten, Palestinian mother, narrates with broken voice her journey through wars, displacements and losses. From 2014 to today, she has seen her home destroyed several times, lost family members and survived alongside her three children. Amid destruction, she pleads for justice, bread and a dignified life for them.",
    "social": {
      "donation": "https://gofund.me/394beb01"
    },
    "parts": [
      {
        "title": "I Just Want to Live",
        "content": [
          "In 2014, a war began in Gaza.",
          "One night, they bombed our house.",
          "I didn't think of anything, just took Yazan in my arms and fled.",
          "We lost our home, but we survived.",
          "We sold everything we had and bought a house in central Gaza,",
          "believing we'd be safer there.",
          "💔 October 7, 2023: Everything changed",
          "On October 7, 2023, at 6:25 in the morning, I was preparing breakfast for my children",
          "and getting them ready for school.",
          "They were at the door when… explosions shook everything.",
          "We fell silent from fear.",
          "I hugged them tight and we ran to our room.",
          "It was summer, but we felt terrible cold… the cold of fear.",
          "I received relatives fleeing from Shuja'iyya in my house.",
          "I thought they'd be safe.",
          "But it wasn't so.",
          "A week later, occupation forces ordered evacuation of the area.",
          "After much thought, we decided to go south, for our children.",
          "🧳 Displacement… without security",
          "We went to Rafah, to friends' house.",
          "But we weren't safe there either.",
          "A nearby house was bombed.",
          "My sister and her son were injured.",
          "Another day, a nearby explosion left us under rubble.",
          "It was like Judgment Day.",
          "I screamed my children's names, but no one answered.",
          "We were all buried.",
          "After hours, rescue teams got us out… injured, but alive.",
          "⚰️ Losses that don't end",
          "The tragedy didn't end.",
          "I lost cousins, their wives, their children.",
          "They murdered Dr. Rifat Al-Ara'ir in cold blood, creator of the 'We are not just numbers' campaign.",
          "I also lost my aunt, her daughters and sons… all of them.",
          "Our hearts broke.",
          "🏚️ Living in a tent",
          "When Israeli forces entered Rafah, they didn't allow us to return to our house.",
          "We fled to Deir al-Balah, and lived in a small, broken tent, without water,",
          "without electricity, without anything.",
          "We slept on the ground.",
          "We cried.",
          "We lived on charity, waiting for bread or a little water.",
          "🕊️ A truce… and a return among ruins",
          "In January 2025, a 60-day truce was announced.",
          "I decided to return with my children to our home in Shuja'iyya.",
          "We walked on foot.",
          "Each step was nostalgia and hope.",
          "We arrived… but the neighborhood wasn't there.",
          "Only ruins and ashes.",
          "My house was burned, without door, without roof.",
          "But I cleaned it, fixed it as I could… and stayed,",
          "because it was all we had.",
          "💣 War's return… and hunger",
          "The truce ended.",
          "War returned, more cruel.",
          "Lana fell ill from malnutrition.",
          "Yazan had respiratory crises again.",
          "Mohammed can no longer sleep from fear.",
          "We're all hungry, there are no medicines, no food, no hope.",
          "We want bread.",
          "We want our children to go to school, not to graves.",
          "🙏 Does anyone hear me?",
          "I am a Palestinian mother.",
          "I don't seek pity, I seek justice.",
          "Save our children.",
          "Hear our voice.",
          "Don't leave Gaza alone.",
          "Don't let more mothers pull their children from rubble.",
          "💔 The most painful moment",
          "In a moment I'll never forget, I saw my three children being pulled from rubble…",
          "Yazan, Lana and Mohammed.",
          "What mother can bear seeing her children like this?",
          "I pulled them out one by one…",
          "I cried, screamed…",
          "And then prayed: 'Thank you, Allah ﷻ, because they're still alive.'",
          "🕯️ I am Faten… I just want life",
          "I am Faten, from Gaza.",
          "I don't ask for much.",
          "Just a dignified life for my children."
        ]
      },
      {
        "title": "Lana",
        "especial": true,
        "pages": [
          {
            "tipo": "texto",
            "content": [
              "💔 Lana's story — the girl war betrayed (in her mother's voice)",
              "Lana, my beautiful girl, was born in 2015 in the heart of Al-Rimal neighborhood, in Gaza.",
              "She was the family's darling, the only daughter after years of waiting.",
              "Everyone adored her, and anything she asked for, we gave without thinking.",
              "Not just for being the youngest, but because she was truly a little angel among us.",
              "Lana grew up among sounds of planes, bombs and sirens.",
              "She never knew a normal childhood.",
              "Each war that passed left her a silent wound inside.",
              "My daughter didn't cry loudly... she curled up, trembled, closed her eyes and waited for the noise to end.",
              "She has a phobia of loud noises.",
              "Even the sound of wind or thunder still frighten her greatly.",
              "Lana loves to draw.",
              "She loves colors.",
              "She could turn any sheet into joy.",
              "She was excellent at school, passionate about learning, and looked forward to her art class...",
              "She prepared her colors from the night before and told me:",
              "'Mommy, tomorrow I'm going to show them my drawing!'",
              "But the last war... destroyed everything.",
              "Our house burned.",
              "Her school was bombed.",
              "Our car, which took her to school every day, disappeared.",
              "My daughter came out from under rubble, with wounds, with fear,",
              "and with eyes that didn't understand why everything suddenly disappeared.",
              "And still... she tried to smile at me.",
              "She hugged me and said:",
              "'Mommy, it's okay,' as if she were the mother and I the daughter.",
              "She asks me for a hamburger... I say \"inshallah.\"",
              "She asks me for a notebook to draw... I say 'soon.'",
              "And she falls asleep holding my hand, afraid the night will hear her."
            ]
          },
          {
            "tipo": "videoTexto",
            "video": "/videos/faten.mp4",
            "texto": [
              "I am a \"mother,\" and every day I see how my daughter fades...",
              "not just from war, but from life's absence.",
              "I tell her story not just to share our pain,",
              "but in case someone can return part of what she lost:",
              "a notebook, a little warmth, a color, a moment of \"peace.\"",
              "Everything Lana had is now a memory.",
              "\"But her hope... hasn't faded yet.\""
            ]
          }
        ]
      },
      {
        "title": "Yesterday I broke my silence",
        "content": [
          "I'm one of those people who hardly leave home, not just because of war…",
          "Fear, bombing, pain… everything pushed me to stay within my home's walls.",
          "But yesterday, I felt suffocated.",
          "I decided to go out with my children, walk a little, change the air… maybe escape for a few minutes from this reality.",
          "My steps led me through streets that no longer look like streets,",
          "Destruction everywhere, rubble inhabiting every corner.",
          "Gaza today… is a city walking on its own heart.",
          "We saw people, many people…",
          "People walking with empty gazes,",
          "People sitting on sidewalks, escaping tent hell,",
          "People carrying water, searching for food with empty pots,",
          "Sad faces… hearts crying in silence.",
          "Scenes that, sadly… have become \"normal.\"",
          "But in an instant…",
          "A scene stopped me, broke my soul, and planted new pain in me.",
          "I saw a man… well-dressed, with educated, respectable appearance.",
          "He walked calmly, suddenly shouted with a voice that shook the street:",
          "'Who am I? Who am I?'",
          "'People, who am I?!'",
          "And then he said: 'My father has died! My father has died!'",
          "He was calling on the phone, repeating it over and over, hitting his head,",
          "screaming from the depths of his heart.",
          "That scene broke me. I cried with my soul.",
          "I asked myself: What has happened to us? What has happened to my people? To our dignity?",
          "I walked a little more…",
          "I saw an elderly woman sitting in front of her tent, talking to herself aloud:",
          "'You changed, oh country… everything changed… I have nothing to buy food… I don't even have bread…'",
          "I looked at her, and my eyes filled with tears.",
          "I couldn't help her, I had no bread, no money…",
          "I only had a broken heart and helplessness that drowned me.",
          "I decided to return home immediately,",
          "Take my children by the hand and flee from so much pain…",
          "I no longer had strength to see another scene,",
          "My heart couldn't bear another tear…",
          "On the way, Lana and Muhammad saw a grape vendor.",
          "I didn't see him, I was lost in my sadness,",
          "But they shouted:",
          "Mommy, please! We're craving! It's been so long since we ate grapes!'",
          "My heart broke, I had no money to buy…",
          "But I promised them that someday I would…",
          "I returned home feeling I carried the world on my shoulders,",
          "I cried for the man, for the elderly woman, for my children…",
          "And I made a decision: I won't leave my house again.",
          "Not because I'm weak,",
          "But because my heart is fragile,",
          "And every city corner is a wound that doesn't heal.",
          "---",
          "Oh Allah ﷻ…",
          "We don't ask for much. Just security. Just bread. Just a hug for our children.",
          "We want nothing more than to live with dignity, without trembling at a scream,",
          "without crying from helplessness, without breaking for not having money for a bunch of grapes.",
          "From Gaza… from a mother's heart, I write to you,",
          "hoping my words reach a compassionate heart,",
          "that lights a candle amid this long darkness."
        ]
      }
    ]
  },
  {
    "id": 8,
    "nombre": "Abdul Razzaq Al-Majdalawi",
    "fragmento": "I am here carrying a message from my cousin Diyaa to the Messenger of Allah ﷺ, and nothing more. Less than an hour before his martyrdom, he was reciting: ﴿يَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ﴾. A living testimony from Gaza at the moment of his burial.",
    "titulo": "Abdul Razzaq Al-Majdalawi",
    "image": "/imagenes/Abdul_Razzaq_Al-Majdalawi.jpg",
    "description": "Imam and thinker from Gaza, he doesn't preach, but buries. Abdul Razzaq Al-Majdalawi writes from beneath the earth, where he buries his martyred cousin Diyaa, and from there transmits a message to an Ummah that has failed.",
    "social": {
      "tiktok": "https://www.tiktok.com/@abdul.razzaq.majd?_t=ZN-8ya77E01ov8&_r=1",
      "whatsapp": "https://wsend.co/972599612097"
    },
    "parts": [
      {
        "title": "Oh Diyaa… tell the Messenger of Allah",
        "content": [
          "",
          "",
          "",
          "",
          "I am here delivering a message to my cousin Diyaa, for him to carry to the Messenger of Allah ﷺ.",
          "",
          "And nothing more.",
          "And before entrusting him with this message, let me tell you who Diyaa was.",
          "Less than an hour before his martyrdom, he was reciting Allah the Almighty's words:",
          "﴿ يَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ ﴾ — {The day when the oppressor will bite his hands}.",
          "",
          "This is an urgent message for the temple priests (Mecca) in the land of the Two",
          "Sanctuaries (Saudi Arabia).",
          "And for the temple priests in Al-Azhar (in Egypt).",
          "And for every beard that fell before Gaza people's firmness.",
          "And for every scholar who clung to hayd and nifas rules (women's menstruation), and forgot to move an army.",
          "And who didn't defend a single Muslim.",
          "",
          "I swear by Allah, Diyaa was better than me in character and behavior.",
          "Even after his martyrdom, the qiyam alarm (midnight prayer) kept ringing on his phone.",
          "As if he had gone ahead to present himself before the Messenger of Allah ﷺ.",
          "",
          "Oh Diyaa… tell the Messenger of Allah we didn't sell the ribat land (Gaza).",
          "Neither for a foreign nationality, nor for applause on social media.",
          "",
          "Tell him our rulers have become Trump's slaves.",
          "There is among them neither a Mu'tasim, nor an 'Umar, nor an Abu Bakr, nor a Salah ad-Din",
          "(all great Islamic figures).",
          "",
          "Oh Diyaa… tell him our armies are full of armament,",
          "but there is in them neither a Khalid, nor a Musanna, nor a Qaqa', nor a Qutuz, nor",
          "a Baibars (great Muslim warriors).",
          "",
          "Tell him the scholars didn't inherit prophecy,",
          "but inherited tyrants' salaries.",
          "",
          "Oh Diyaa… tell him that Kinanah's soldiers (ancient name for Egypt), about whom he made us a recommendation,",
          "besiege us, deny us food, water and medicines.",
          "And close border crossings before us, while we are slaughtered.",
          "",
          "Tell him they betrayed Islam's brotherhood and iman's strength (absolute faith).",
          "And that they delivered us as Yusuf's brothers delivered Yusuf to the well.",
          "",
          "Oh Diyaa… there is no reproach against you.",
          "Because someone like you didn't sell this land for a handful of money, nor for a position, nor",
          "for a nationality.",
          "",
          "True is what the Messenger of Allah ﷺ said:",
          "«Those who abandon you will not harm you».",
          "",
          "And certainly they abandoned us, oh Messenger of Allah.",
          "The shuyuj (Islamic scholars) abandoned us, movements abandoned us, du'at (Islamic preachers) abandoned us, armies abandoned us.",
          "An Ummah (entire Muslim nation) exceeding two billion abandoned us.",
          "",
          "Oh Allah!... This is my cousin, on his way to You.",
          "Oh Allah, make him companion of Your Messenger in Jannah."
        ]
      }
    ]
  },
  {
  "id": 13,
  "nombre": "Hazem Suleiman",
  "fragmento": "Wake up, world stained with shame!",
  "titulo": "Wake up, hypocritical world!",
  "description": "A powerful cry from Palestinian journalist Hazem Suleiman. He denounces the world’s complicit silence in the killing of more than 300 journalists in Gaza and accuses global hypocrisy of being an accomplice in the crime against truth.",
  "image": "/imagenes/hazem_suleiman.jpg",
  "social": {
    "donation": "https://www.gofundme.com/f/mulham-charity-team?utm_campaign=fp_sharesheet&utm_medium=customer&utm_source=copy_link&lang=en_US&fbclid=PAQ0xDSwMQj2pleHRuA2FlbQIxMQABp3k_eZFM0Eh3uhDbMZPY83sdHkwASMeUmxP_-rKe-bq34de5AsHNWd9BaK2__aem_0DGs9N7qK3Cl-JHO3lIXzQ",
    "instagram": "https://www.instagram.com/hazmaslman?igsh=MWYwenRub3p2bmt6Yw==",
    "whatsapp": "00970592186728"
  },
  "parts": [
    {
      
      "title": "Wake up, hypocritical world!",
      "content": [
        "",
        "Wake up, world stained with shame!",
        "Yes, they killed Anas Al-Sharif.",
        "Yes, they killed Mohammed Qreiqa.",
        "And with them dozens of journalists.",
        "Heroes of the word.",
        "They fell on the path of sacrifice and eternity.",
        "",
        "The occupier was the executioner.",
        "But he was not the only criminal.",
        "They also died because of your murderous silence.",
        "Because of your cowardice.",
        "Because of a world that chose comfort.",
        "Instead of defending the oppressed.",
        "",
        "More than 300 journalists have fallen!",
        "They carried cameras and pens, not weapons.",
        "And what did you do?",
        "You wrote: 'Oh my God!'",
        "'There is no power but in God.'",
        "'Rest in peace, heroes.'",
        "Some even said:",
        "'I couldn’t believe it when I read the news.'",
        "",
        "Really, you couldn’t believe it?",
        "Where were you when the occupier",
        "publicly threatened Anas Al-Sharif?",
        "Where when they threatened Hassan Asleh?",
        "You knew their lives were in danger.",
        "That they could die any day.",
        "But you stayed silent.",
        "No protests.",
        "No demands for protection.",
        "No real pressure.",
        "No voice raised to stop the killer.",
        "",
        "You stayed silent...",
        "And what did you expect?",
        "That the criminal would not carry out his threats?",
        "You watched with indifference.",
        "You commented with cold words.",
        "",
        "Today their blood screams in your face:",
        "You are complicit in the crime!",
        "You are false witnesses!",
        "You are the cover of the massacre!",
        "",
        "Listen, hypocritical world!",
        "You are doing the same now with Saleh Al-Ja’frawi.",
        "We all know his name is on the red list.",
        "That his life hangs by a thread.",
        "And still you repeat the same silence.",
        "The same empty words.",
        "The same contempt.",
        "",
        "I write this letter as a cry.",
        "So you cannot pretend surprise.",
        "When the news of another martyr comes.",
        "",
        "This silence is not neutrality.",
        "It is complicity.",
        "It is cover-up.",
        "It is a shared crime.",
        "",
        "Gaza bleeds.",
        "The guardians of truth fall one by one.",
        "How long will you hide your cowardice?",
        "How long will you shield it with hollow condolences?"
      ]
    }
  ]
},
{
  "id": 14,
  "nombre": "Sara Zaqout",
  "fragmento": "I painted it at a time when hope felt distant and the sound of hunger was louder than words. I tried to express the feeling of a starving child and a lonely companion.",
  "titulo": "A Part of My Soul",
  "description": "This painting carries a piece of my soul, it’s not just colors on a canvas — it’s fear, hunger, pain, and silence turned into art. I painted it at a time when hope felt distant and the sound of hunger was louder than words. I tried to express the feeling of a starving child and his only companion — a starving dog like him. Gaza is going through a man-made famine. This is what it looks like. I’m proud of this painting because it says what I sometimes cannot.",
  "social": {
    "donation": "https://chuffed.org/project/118257-saras-winter-initiative?fbclid=PAQ0xDSwMSud1leHRuA2FlbQIxMAABp1nRaoJAVLtmrF6eAWjzfYCuuTuPW6A60ZsrH-PJiJnM0nqBGuIMtU-i1Xtj_aem_eo3VOCiKiJ6GzOOYUV5EPA",
    "instagram": "https://www.instagram.com/sara.a.zaqout?igsh=MWhpYmxncjJ3Njkz"},
  "image": "/imagenes/sara2.jpg",
  "parts": [
    {
      "title": "A hungry child and a lonely companion.",
      "especial": true,
      "pages": [
        {
          "tipo": "video",
          "video": "/videos/sara.mp4"
        },
        {
          "tipo": "imagen",
          "src": "/imagenes/sara1.jpg",
          "alt": "Final image of the chapter"
        },{
          "tipo": "imagen",
          "src": "/imagenes/sara3.jpg",
          "alt": "Imagen final del capítulo"
        }
      ]
    }
  ]
},
{
  "id": 15,
  "nombre": "Mahmoud Saber Basal",
  "fragmento": "It is only natural to see the child beneath the wall, crying: 'Father, do not fear.' Death devours his shadow while fear shields the father.",
  "titulo": "It Is Only Natural",
  "image": "/imagenes/mahmoud_saber.jpg",
  "description": "Ammar Abdel Aziz is a powerful voice in contemporary Palestinian poetry, reflecting the suffering and hope of his people with an intense and moving style.",
  "parts": [
    {
      "title": "It Is Only Natural",
      "content": [
        "It is only natural to see the child beneath the wall,",
        "crying out: \"Father, do not fear.\"",
        "Death devours his shadow,",
        "and his father —seized by dread— shields him with his palm,",
        "while his fragile fingers fail to repel the bullets.",
        "Upon the nightly broadcast,",
        "we witness our death ascend and collapse beneath its hammers,",
        "weaving shrouds for us each night,",
        "seventy years have passed and its looms never tire.",
        "I see death desiring no prey but us,",
        "as though my very life belonged to its kin and tribes.",
        "O Time, remember death.",
        "Seven dwell on the second floor,",
        "eight stand at the threshold of the house,",
        "and four children whose mother has perished,",
        "remain for days without water, without refuge, without a voice,",
        "without hope… without a supplication to the Lord of manna and solace.",
        "O Death, prepare thyself,",
        "for by Allah, they shall no longer come to thee as children,",
        "but as elders, laden with experience and bitterness.",
        "Ready thy defense, for the judges, garbed in their verdicts,",
        "have come before thee indignant and demanding.",
        "O people of Gaza, after this nothing shall be held against you,",
        "and by Allah, were it not for you, never would the heavens descend,",
        "guiding all the worlds."
      ]
    }
  ]
}



]