[{
  "id": 1,
  "nombre": "Lina Marcela Cediel Garzón",
  "titulo": "Gaza: Head Held High",
  "fragmento":        "for this battle is yours to win.",

  "image": "",
  "description": "Lina Marcela Cediel Garzón writes with the soul set on resistance and dignity. Her verses are calls to inner struggle, to hope that blooms even in the rubble of pain.",
  "parts": [
    {
      "title": "Gaza: Strength and Honor",
      "content": [
        "Let the storm pass,",
        "then gather the shards of misery,",
        "for if you drown within it,",
        "you become part of fatigue and solitude.",
        "",
        "Draw the power that lives within you,",
        "for this battle is yours to win.",
        "",
        "Do not falter at the first obstacle,",
        "it will not be the last,",
        "and only you hold the weapons to triumph.",
        "",
        "Always fight with your head held high,",
        "make love your shield,",
        "and faith the reason you rise.",
        "",
        "I know weariness assails,",
        "but night always dies with the sun,",
        "and your pain will vanish in Glory."
      ]
    }
  ]
},
{
  "id": 22,
  "nombre": "Tamim al-Barghouti",
  "fragmento": "How many noble souls has time marked as criminals, and when their moment came, was a prayer said for their peace?",
  "titulo": "In Jerusalem / في القدس",
  "image": "/imagenes/tamim.jpg",
  "description": "Tamim al-Barghouti is a key voice in contemporary Arabic poetry. His work, deeply connected to Palestinian history and resistance, reflects the dignity, suffering, and hope of his people. Although he does not participate directly in this book, his poetry is included here as a vital testimony and an echo of the struggle for justice.",

  "parts": [
    {
      "title": "In Jerusalem",
      "content": [
        "How many noble souls has time marked as criminals,",
        "and when their time came, prayers were offered for their peace?",
        "Abu al-Qasim, exiled from his people's home,",
        "Moses son of Imran and Jesus son of Mary—",
        "Do you know of any faith that has never been labeled a crime?",
        "If a judge detects someone with his precepts, execution awaits.",
        "Crucifixions and murders in beds, armies in Egypt,",
        "and the burning trench of Najran devouring lives.",
        "A peaceful child in his mother's arms,",
        "avoiding an army in a land of horror.",
        "Tell me: was there any prophet",
        "who was not pursued by the police,",
        "or any similar figure in every era lurking?",
        "From the root of monotheism—denying the divinity of kings—",
        "this faith has remained forbidden.",
        "Kings embraced it only out of caution,",
        "while in their domains a hidden shirk exhausted the silence.",
        "Pharaoh and Nimrod never transformed their tyrannies,",
        "neither with two horns nor with strangling ties.",
        "And we, from the beginning of creation, dear friends,",
        "exalted the crown of longing each time,",
        "though we see no greater crown.",
        "We accept with grief that our bones dry from thirst,",
        "but we never accept the verdict of a judge.",
        "A procession on the balcony of the home found",
        "a man wounded, alone, soaked in blood.",
        "His right hand was cut off; he accepted his fate.",
        "He bandaged below and wrapped firmly.",
        "He took a stick with his left to defend himself,",
        "but it was like a fly spinning endlessly.",
        "A battalion was sent, fearing half the house might collapse.",
        "They found him sitting, waiting for them, irritated by their delay.",
        "Had they photographed him under a veil,",
        "he would have been a mocking youth turning the frown into a smile.",
        "He covered his face not to hide,",
        "but because, if they knew him, they'd prefer to imprison him.",
        "And if they captured him, they'd offer him as ransom for his life.",
        "Therefore, he considered the embrace of death firmer.",
        "He did not cover to preserve his life,",
        "but for renunciation of it in search of dignity.",
        "Say he wears a veil not for safety,",
        "but as a symbol in wars and a sign of resistance.",
        "Say that in crowds paralyzed by a single fear,",
        "and before lines advancing like infantry,",
        "everything acted to harm the enemy,",
        "and nothing came in life to save him.",
        "He threw his stick at the enemy army as a testament,",
        "for he has no weapon more powerful than himself.",
        "He threw the stick; nothing remained in his hand but himself,",
        "and those who wielded armies stopped.",
        "From that day, he became an example:",
        "for every youth who defends what he loves without weapons.",
        "Sitting on a throne like a caliph,",
        "his people swear loyalty to him in the earth and the sky.",
        "That is a throne desired by the wise,",
        "and that leader points toward the direction of blessing.",
        "Here, the human becomes pure faith,",
        "and the faith of the people incarnates in one person.",
        "Do you know that death narrates the story of the youth?",
        "It says whether his cause was for truth or falsehood.",
        "The youth lives even in silence,",
        "but if he dies, his death speaks with a powerful voice."
      ]
    }
  ]
},
{
  "id": 23,
  "nombre": "Ammar Abdel Aziz",
  "fragmento": "It is only natural to see the child beneath the wall, crying: 'Father, do not fear.' Death devours his shadow while fear shields the father.",
  "titulo": "It Is Only Natural",
  "image": "/imagenes/ammar_abdelaziz.jpg",
  "description": "Ammar Abdel Aziz is a powerful voice in contemporary Palestinian poetry, reflecting the suffering and hope of his people with an intense and moving style.",
  "parts": [
    {
      "title": "It Is Only Natural",
      "content": [
        "It is only natural to see the child beneath the wall,",
        "crying out: \"Father, do not fear.\"",
        "Death devours his shadow,",
        "and his father —seized by dread— shields him with his palm,",
        "while his fragile fingers fail to repel the bullets.",
        "Upon the nightly broadcast,",
        "we witness our death ascend and collapse beneath its hammers,",
        "weaving shrouds for us each night,",
        "seventy years have passed and its looms never tire.",
        "I see death desiring no prey but us,",
        "as though my very life belonged to its kin and tribes.",
        "O Time, remember death.",
        "Seven dwell on the second floor,",
        "eight stand at the threshold of the house,",
        "and four children whose mother has perished,",
        "remain for days without water, without refuge, without a voice,",
        "without hope… without a supplication to the Lord of manna and solace.",
        "O Death, prepare thyself,",
        "for by Allah, they shall no longer come to thee as children,",
        "but as elders, laden with experience and bitterness.",
        "Ready thy defense, for the judges, garbed in their verdicts,",
        "have come before thee indignant and demanding.",
        "O people of Gaza, after this nothing shall be held against you,",
        "and by Allah, were it not for you, never would the heavens descend,",
        "guiding all the worlds."
      ]
    }
  ]
}


]