[
  {
    "id": 2,
    "nombre": "Abdellah Yahyaoui Azuz",
    "fragmento": "Car les grands changements ne naissent pas toujours des gouvernements, ni des discours, ni des organisations puissantes.\nParfois, les exploits les plus significatifs jaillissent de petits actes,\naccomplis dans le silence,\ndepuis la solitude,\ndepuis la pénurie,\ndepuis l'incertitude.",
    "titulo": "L'héritage d'un père gravé dans l'âme",
    "image": "/imagenes/abdellah.png",
    "description": "Je jure par Allah, le Très-Haut et Glorifié, que jamais je ne vous ai trahis, ni ne le ferai. Je n'ai point cédé, ni ne céderai. Votre cause est ma cause tant que je respire. Mes enfants, et les enfants de leurs enfants, brandiront l'étendard de la justice. Qui ne porte en son cœur le nom de Palestine n'a avec moi ni lien ni fraternité. Palestine sera libre, du fleuve à la mer, forgée dans le sang des martyrs, trempée dans les pleurs patients de ses mères, et nourrie par un espoir que la mort même ne saurait ensevelir.",
    "parts": [
      {
        "title": "L'héritage d'un père gravé dans l'âme",
        "content": [
          "",
          "Dès l'enfance, mon père — mon défunt père — m'enseigna que Palestine est la cause la plus grande de notre époque.",
          "Pour lui, pour moi, pour toute ma génération, rien n'importe davantage.",
          "Tant que Palestine ne sera point libre, rien d'autre ne saurait primer.",
          "Il m'inculqua ces valeurs, m'apprit à chérir ce peuple de tout mon cœur.",
          "Je grandis avec cette idée gravée dans l'esprit.",
          "Palestine n'est point seulement un territoire ou une lutte politique.",
          "Elle est pour nous chose sacrée.",
          "Là se dresse la mosquée d'Al-Aqsa,",
          "le lieu où le Prophète Muḥammad ﷺ voyagea durant l'Isra' et s'éleva vers les cieux.",
          "Là il pria aux côtés de tous les prophètes.",
          "C'est un symbole sacré qui nous lie à notre histoire et notre foi.",
          "Il y a aussi la Porte des Maghrébins.",
          "Un honneur que Saladin accorda à nos aïeux.",
          "Cette porte me rattache à ma terre, à mon histoire, à cette cause.",
          "Je suis marocain, et cette connexion, je la sens dans chaque fibre de mon être.",
          "Quand quelqu'un se disait palestinien,",
          "c'était comme si automatiquement tu lui offrais tout ce que tu possèdes.",
          "Peu importait qui était cette personne.",
          "Simplement pour être palestinien, il méritait amour, respect et soutien inconditionnel.",
          "Je me souviens d'une fois avec mon frère et un ami algérien.",
          "Un homme sahraoui se mit à parler avec mépris des Palestiniens.",
          "Je ne le permis point.",
          "Je lui ordonnai de se taire et défendis les Palestiniens de toutes mes forces.",
          "Ainsi je grandis, avec passion et engagement gravés dans l'âme.",
          "Voici l'histoire que je veux conter.",
          "Pour que tu comprennes qui je suis, d'où je viens, et pourquoi cette cause est ma vie.",
          "Éveille-toi.",
          "Lis-moi avec le cœur.",
          "Je ne suis point sunnite.",
          "Je ne suis point chiite.",
          "Je ne suis point chrétien.",
          "Je ne suis point juif.",
          "Je ne suis point athée.",
          "Je suis muslim.",
          "Je suis musulman.",
          "Je crois en Allah, subḥānahu wa taʿālā.",
          "Je crois en Son Livre sacré, le Qur'an.",
          "Je crois en Son Messager, Muḥammad ﷺ.",
          "Et je crois en tous Ses prophètes : Jésus, Moïse, Ibraham, David…",
          "Tous sont mes prophètes. Je les respecte. Je les aime.",
          "Je suis la voie du Prophète ﷺ : son exemple, sa miséricorde, sa patience.",
          "Je n'accepte point d'étiquettes qu'il n'usa jamais.",
          "Il ne m'appela ni sunnite ni chiite.",
          "Il m'appela seulement musulman.",
          "Et si je t'aime, si je t'estime, je tenterai de partager avec toi ce en quoi je crois.",
          "Non pour imposer, mais par affection.",
          "Si tu ne m'écoutes point, je poursuivrai ma route.",
          "Sans haine. Sans ressentiment.",
          "Car la patience est ce qu'il ﷺ nous enseigna.",
          "Et j'ai grandi avec ces principes.",
          "Mais nous avons tous été manipulés.",
          "Ils nous divisèrent avec des mots vides : vous, nous, les leurs, les nôtres.",
          "Ils nous firent oublier que nous sommes multiples choses.",
          "Que toi, comme moi, es plus qu'un seul mot.",
          "Le chrétien est bien des choses outre chrétien.",
          "Le musulman aussi.",
          "Le problème commence quand ils réduisent ton humanité à une étiquette.",
          "Et te disent que le reste doit être ennemi.",
          "Mais j'appris que la vraie loyauté va vers Allah ﷻ.",
          "Vers le bien. Vers le prochain. Vers ne point nuire.",
          "Voilà ce qui vaut.",
          "C'est pourquoi je te demande ceci :",
          "Ne lis point mes mots avec l'esprit empoisonné.",
          "Ne les lis point avec ce qu'on t'a conté.",
          "Lis-les avec le cœur.",
          "Laisse ton préjugé de côté.",
          "Abandonne tes certitudes un instant.",
          "Tente de regarder par mes yeux.",
          "Car ce que tu vas lire ne vient point des journaux ni des experts.",
          "Cela vient de ma vie.",
          "De ma peau.",
          "De ce que j'ai vu.",
          "De ce que j'ai senti.",
          "De ce que j'ai pleuré.",
          "De ce que j'ai tu.",
          "De ce qui me fait mal.",
          "Et si tu continues à m'écouter, si tu me donnes un peu de ta patience,",
          "je te promets que tu commenceras à comprendre.",
          "Car rien de ce qui arrive aujourd'hui n'est fortuit.",
          "Tout a une origine.",
          "Et une part de cette origine est ici, dans ces mots.",
          "Ce n'est point toute la vérité.",
          "Mais c'est une vérité.",
          "La mienne.",
          "Et si tu la ressens comme je la ressens,",
          "peut-être commenceras-tu à voir bien des choses autrement."
        ]
      },
      {
        "title": "Palestine, l'excuse parfaite",
        "content": [
          "",
          "Durant des décennies, nos gouvernants surent toucher la corde la plus sensible du peuple : Palestine.",
          "Ils savaient qu'il suffisait de prononcer son nom pour que le peuple se taise, accepte, pardonne, meure s'il le fallait.",
          "Et alors ils en firent une excuse, un rideau, une arme de pouvoir.",
          "Tout était « pour Palestine ».",
          "Les ressources du pays étaient gaspillées, pillées, détournées…",
          "mais toujours « pour Palestine ».",
          "Nous achetions des armes pour des millions : nous nous préparons à la libérer.",
          "Nos matières premières se vendaient à prix dérisoire : ils nous sanctionnent pour soutenir Palestine.",
          "Se créaient fonds, associations, projets millionnaires : tout pour aider les Palestiniens.",
          "On nous disait qu'il n'y avait ni pain, ni écoles, ni hôpitaux : parce que nous sommes en état d'urgence… pour Palestine.",
          "Mensonge.",
          "Rien n'arrivait.",
          "Les ambulances restaient aux frontières.",
          "Les dons se perdaient entre mains corrompues.",
          "L'aide n'était qu'une photographie avec un drapeau.",
          "Une seule ambulance, avec cinq logos, utilisée dans chaque discours,",
          "tandis que Palestine demeurait seule, et nous, plus pauvres chaque jour.",
          "Avec la complicité des « autorités » palestiniennes elles-mêmes, tout était propagande.",
          "L'Égypte se maintint en état d'urgence quarante ans.",
          "La Syrie, pareil.",
          "Tout un monde arabe paralysé, réprimé, surveillé, car il y avait une guerre qui ne venait jamais.",
          "Et pendant ce temps, ces mêmes gouvernements qui prétendaient combattre le sionisme…",
          "négociaient avec lui, signaient des contrats, ouvraient des entreprises conjointes.",
          "Les armées que nous financions tant n'étaient point formées de soldats.",
          "C'étaient des fabriques privées de médailles vides,",
          "commandées par des généraux entrepreneurs,",
          "propriétaires d'affaires multimillionnaires",
          "où les soldats, payés par l'État, servaient de main-d'œuvre gratuite.",
          "Prêts à sacrifier leur population avant de tirer une balle, fût-ce par erreur.",
          "Eux, intouchables.",
          "Nous, toujours endettés.",
          "Et ainsi, Palestine devint l'excuse parfaite pour réprimer, voler, appauvrir et éterniser les dictatures.",
          "La cause la plus noble convertie en la fraude la plus parfaite."
        ]
      },
      {
        "title": "Héritages d'ombre et écoles de l'oubli",
        "content": [
          "",
          "Nous grandîmes en une terre où le chemin était tracé avant la naissance.",
          "Chaque poste, chaque uniforme, chaque siège du pouvoir avait nom et prénom gravés à l'encre héréditaire.",
          "Peu importait ce que tu savais, ni combien tu rêvais.",
          "Importait qui était ton père.",
          "Importait qui servait ton grand-père.",
          "Importait qui les tiens avaient trahi.",
          "Ils nous firent croire qu'ils étaient là par mérite familial.",
          "Qu'ils étaient fils de héros.",
          "Petits-fils de martyrs.",
          "Que leurs noms étaient écrits dans l'histoire par justice.",
          "Mais c'était mensonge.",
          "Les vrais combattants — nos pères et grands-pères —",
          "ceux qui offrirent leur vie sans rien demander en retour,",
          "furent réduits au silence.",
          "Furent écartés.",
          "Ceux qui commandaient étaient les fils de ceux qui vendirent le pays,",
          "les petits-fils de ceux qui signèrent des trahisons dans l'ombre,",
          "les héritiers du privilège acheté avec le sang du peuple.",
          "Le pays entier devint leur propriété privée.",
          "Et nous, témoins impuissants, vîmes comment le pouvoir se transmettait",
          "comme s'il était un titre nobiliaire.",
          "Non par mérites.",
          "Non par justice.",
          "Mais par lignage et convenance.",
          "Ils nous arrachèrent la connaissance en la déguisant en école.",
          "Ils nous enfermèrent dans des salles froides, pleines de livres creux,",
          "où l'histoire était un mensonge répété avec solennité",
          "et le savoir, un outil de domestication.",
          "L'éducation n'était point un droit,",
          "c'était un mur.",
          "Une barrière conçue pour nous maintenir obéissants,",
          "pour que jamais nous ne rêvions trop haut.",
          "Carrières absurdes.",
          "Matières obsolètes.",
          "Universités éloignées du peuple.",
          "De Larache à Rabat, quatre cents kilomètres pour étudier l'oubli.",
          "Et étudier quoi ?",
          "Rien qui servît.",
          "Rien qui construisît.",
          "Seulement des disciplines sans avenir, des chaires vides, des diplômes qui n'ouvraient aucune porte.",
          "Pendant ce temps, les enfants du pouvoir étudiaient à Paris, Londres, Washington.",
          "Ils revenaient avec des costumes chers et des titres légitimes,",
          "et héritaient ministères, tribunaux, ambassades.",
          "À nous restaient les ruines :",
          "universités comme prisons, diplômes comme chaînes.",
          "Mais il y eut tout de même de la lumière.",
          "Des foyers où le Saint Coran était le maître.",
          "Où s'enseignaient le respect, la dignité, la vérité.",
          "Non avec des titres, mais par l'exemple.",
          "Non avec le pouvoir, mais avec l'âme.",
          "Des pères humbles, sages et invisibles",
          "nous sauvèrent du naufrage.",
          "Ils nous apprirent à résister depuis le cœur.",
          "À penser, à questionner, à nous souvenir.",
          "Et cette graine, bien que petite,",
          "demeura vivante.",
          "Et un jour, avec internet,",
          "elle se mit à brûler."
        ]
      },
      {
        "title": "L'étincelle et la foi",
        "content": [
          "",
          "Nous, depuis notre foi, ne croyons point que la subsistance vienne d'un gouvernement.",
          "Jamais nous ne le crûmes.",
          "Dès l'enfance, nous apprîmes que le rizq — la subsistance — ne vient que d'Allah, subḥānahu wa taʿālā.",
          "Nous apprîmes à nous fier à la prière sincère et à l'effort honnête.",
          "C'est pourquoi, à la différence d'autres nations, nous pûmes supporter l'injustice.",
          "Nous supportâmes les gouvernements corrompus.",
          "Nous supportâmes les héritages de pouvoir, les tromperies, les obstacles, la répression...",
          "car nous ne dépendions point d'eux.",
          "Car nos cœurs connaissaient déjà le chemin :",
          "« Et il n'est point de créature sur terre dont Allah ne pourvoit à la subsistance. »",
          "« (Qur'an, Sourate 11:6) »",
          "Voilà notre culture.",
          "Voilà notre dignité.",
          "Et ce fut la force qui nous permit de résister en silence.",
          "Jusqu'au jour où il ne fut plus possible de se taire.",
          "Ce jeune homme en Tunisie,",
          "Mohamed Bouazizi,",
          "ne s'immola point pour un salaire.",
          "Il ne se sacrifia point pour un emploi.",
          "Il était diplômé.",
          "Quelqu'un qui avait tout donné : années d'étude, effort de sa famille, nuits d'insomnie et sacrifices.",
          "Mais on ne lui donna point d'option.",
          "On ne le laissa point travailler dans son domaine.",
          "Ni en rien.",
          "Alors, avec dignité,",
          "il décida de gagner sa vie en vendant des fruits avec sa charrette.",
          "Mais cela même, on ne le lui permit point.",
          "Quelques policiers corrompus,",
          "serviteurs du système,",
          "lui arrachèrent jusqu'au minimum.",
          "Il n'eut même point le droit de gagner son pain.",
          "Il tenta de raisonner.",
          "On ne l'écouta point.",
          "On ne vit point un être humain.",
          "On vit un obstacle.",
          "Et dans cet acte brutal d'injustice,",
          "quand ils lui prirent sa charrette,",
          "ils lui prirent quelque chose de plus : ils volèrent le dernier fil de dignité.",
          "Ce fut alors qu'il brûla,",
          "et avec lui, brûla tout un monde endormi.",
          "Le feu de Bouazizi ne fut point un suicide.",
          "Ce fut un cri déchirant.",
          "Une supplication enflammée qui éveilla des millions de consciences.",
          "Les flammes qui consumèrent son corps",
          "furent celles-là mêmes qui illuminèrent les ténèbres du monde arabe.",
          "Et ainsi commença le Printemps arabe.",
          "D'abord la Tunisie.",
          "Puis l'Égypte.",
          "Et après la Libye, le Yémen, la Syrie, Bahreïn, l'Algérie, le Maroc...",
          "Toute une région se mit à s'éveiller.",
          "Mais ce ne fut point seulement un éveil politique.",
          "Ce fut spirituel.",
          "Ce fut une génération disant assez.",
          "Disant : Allah, subḥānahu wa taʿālā, nous donna la dignité...",
          "et nous n'accepterons point qu'on nous l'arrache.",
          "Je ne parlerai point ici de toutes les révolutions.",
          "Mais il en est une qui nous touche directement,",
          "qui se rattache à Gaza,",
          "qui explique bien des choses :",
          "la révolution égyptienne.",
          "Car l'Égypte,",
          "cette terre noble,",
          "qui fut refuge des prophètes et gardienne des sages,",
          "passa d'être l'espoir de Gaza",
          "à être son bourreau le plus cruel.",
          "Et cela ne fut point fortuit."
        ]
      },
      {
        "title": "L'ennemi derrière la porte",
        "content": [
          "",
          "Gaza peut résister aux missiles.",
          "Elle peut supporter la faim, l'obscurité, l'eau contaminée,",
          "le manque de médicaments, les coupures de courant, les décombres,",
          "les cris des mères et la poussière des corps tombés.",
          "",
          "Ce qu'elle ne peut supporter",
          "c'est la trahison de ses propres frères.",
          "Voilà la blessure qui ne se referme point.",
          "Voilà la dague qui pénètre le plus profond.",
          "",
          "Durant un bref répit,",
          "quand le peuple égyptien élut les Frères musulmans,",
          "la porte de l'espoir s'ouvrit.",
          "",
          "Ils étaient arrivés au pouvoir avec des votes,",
          "avec la légitimité.",
          "Et surtout, avec des valeurs :",
          "professeurs, médecins, intellectuels,",
          "gens honnêtes, formés, avec foi et principes,",
          "déterminés à changer l'Égypte depuis les racines.",
          "",
          "Pour la première fois en décennies,",
          "Gaza n'était point seule.",
          "",
          "Les passages étaient ouverts.",
          "Les tunnels étaient corridors de vie,",
          "par où passaient aliments, médicaments, matériaux de construction.",
          "",
          "L'Égypte redevint ce qu'elle fut :",
          "la sœur aînée de Palestine.",
          "",
          "Le président Mohamed Morsi,",
          "— qu'Allah subḥānahu wa taʿālā l'ait en Sa miséricorde —",
          "fit clairement savoir que les bombardements sur Gaza ne seraient point tolérés.",
          "Que si Israël attaquait, l'Égypte agirait.",
          "Et pour la première fois depuis longtemps,",
          "l'ennemi trembla.",
          "",
          "Mais cela dura peu.",
          "Trop peu.",
          "",
          "Les puissants ne le supportèrent point.",
          "Ceux-là mêmes qui vendent au monde des discours de démocratie,",
          "furent ceux qui conspirèrent pour assassiner la démocratie égyptienne.",
          "",
          "Un coup d'État brutal,",
          "dirigé par le général Abdel Fattah al-Sisi,",
          "qui passa de traître à la Constitution",
          "à dictateur vêtu en président.",
          "",
          "Les mains encore tachées de sang,",
          "il prit le pouvoir.",
          "",
          "Plus de quatre mille personnes assassinées à Rabaa.",
          "Des milliers de blessés.",
          "Des centaines de milliers emprisonnés.",
          "Ministres légitimes, intellectuels, jeunes, femmes...",
          "tous convertis en otages du nouveau régime.",
          "",
          "Le monde regarda ailleurs.",
          "Europe, États-Unis, Israël,",
          "tous se turent…",
          "ou applaudirent.",
          "",
          "Le plan était en marche.",
          "Un plan grand, ancien, obscur.",
          "Un plan tissé comme une toile d'araignée,",
          "fragile, mais bien cachée.",
          "",
          "« Certes, la ruse de Satan est faible. »",
          "(Qur'an, Sourate 4:76)",
          "",
          "Depuis lors, Gaza redevint une prison sans toit.",
          "Tous les tunnels furent scellés.",
          "Le passage de Rafah demeura fermé.",
          "Et s'il s'ouvrait parfois,",
          "c'était au compte-gouttes, avec conditions, avec humiliation.",
          "",
          "Tout ce qui entrait et sortait était contrôlé par les sionistes,",
          "et administré par les traîtres.",
          "",
          "Dans la mer de Gaza,",
          "il y a du gaz naturel,",
          "il y a de la richesse.",
          "",
          "Et là sont les navires de l'ennemi,",
          "le volant en plein jour,",
          "Un siège asphyxiant.",
          "Bombardements constants :",
          "sur les maisons,",
          "sur les voitures,",
          "tuant des familles entières avec la même excuse :",
          "Nous avons tué un dirigeant du Hamas.",
          "",
          "Et avec la complicité de ceux qui devraient protéger.",
          "",
          "Pendant ce temps,",
          "Gaza saignait.",
          "Et le monde continuait à parler de Syrie, de Libye, du Yémen...",
          "Tout était rideau de fumée.",
          "Gaza fut oubliée.",
          "",
          "Puis vint le 7 octobre.",
          "Ce ne fut point une attaque.",
          "Ce fut une réaction.",
          "",
          "Ce fut le cri d'un peuple au bord de l'anéantissement.",
          "Ce fut la réponse de ceux qui n'ont plus où fuir.",
          "Ce fut l'étincelle finale sur une mèche allumée depuis des années.",
          "",
          "Et ce ne fut point une explosion isolée.",
          "Ce ne fut point folie.",
          "Ce ne fut point haine.",
          "",
          "Ce fut le résultat de décennies d'injustice,",
          "de faim, d'enfermement, de mensonges,",
          "et de trahisons qui font plus mal que les bombes.",
          "",
          "Tout s'emboîte.",
          "L'État islamique,",
          "les révolutions détournées,",
          "l'essor des dictateurs déguisés,",
          "la trahison des gouvernements,",
          "la diabolisation des honnêtes,",
          "l'agenda des médias,",
          "et même les accords d'Abraham.",
          "",
          "Tout fait partie de la même toile.",
          "Conçue depuis des décennies.",
          "Soutenue par l'Arabie, les Émirats, les États-Unis, l'Europe, l'Inde et Israël.",
          "",
          "Son nom :",
          "la Nouvelle Route de la Soie.",
          "Un projet économique et géopolitique",
          "qui cherche à connecter le monde…",
          "mais à faire taire Gaza.",
          "",
          "Car Gaza,",
          "cette petite bande,",
          "isolée, opprimée,",
          "a quelque chose qu'ils craignent :",
          "la vérité.",
          "",
          "Et comme dit Yahya Sinwar,",
          "depuis le cœur des ruines :",
          "",
          "« Depuis ce petit coin oublié du monde,",
          "nous allons démasquer",
          "le plus grand complot et la plus grande trahison",
          "de toute notre époque. »"
        ]
      },
      {
        "title": "La Route des Traîtres",
        "content": [
          "",
          "On dit que l'avenir se construit avec des infrastructures.",
          "Avec des routes.",
          "Avec du commerce.",
          "Avec des traités.",
          "Avec du progrès.",
          "Mais le plan avait une faille.",
          "",
          "Gaza n'était point morte.",
          "Gaza n'oublie point.",
          "Gaza n'est point terre : elle est flamme.",
          "",
          "Et c'est pourquoi le 7 octobre ne fut point une surprise.",
          "Ce fut un avertissement.",
          "Ce fut une rupture.",
          "Ce fut le cri désespéré d'un peuple déjà condamné en silence.",
          "",
          "Car si le Hamas n'avait point agi ce jour-là,",
          "Palestine avait déjà sa sentence écrite.",
          "Tout était déjà signé.",
          "Scellé avec la complicité silencieuse de l'Autorité palestinienne.",
          "Un accord non écrit,",
          "mais palpable en chaque colon qui s'installait.",
          "En chaque parcelle volée.",
          "En chaque foyer démoli.",
          "En chaque silence acheté.",
          "",
          "La terre se vidait de son sang par morceaux.",
          "Gaza ne faisait point face seulement aux bombes.",
          "Elle faisait face à un plan de disparition.",
          "",
          "Et la même chose se passait au Yémen.",
          "Si la résistance n'avait point agi là-bas,",
          "les Émirats arabes unis — qui rêvent déjà de construire de nouvelles terres où il n'y en a point —",
          "auraient dévoré le pays entier.",
          "Un État minuscule, affamé d'expansion,",
          "assoiffé de contrôle,",
          "bâti sur le sable,",
          "ayant besoin de plus de sable.",
          "",
          "Mais cette histoire, nous la conterons plus tard.",
          "",
          "Car aujourd'hui,",
          "la carte se dessine avec du sang,",
          "le temps se mesure en résistance,",
          "et l'histoire — enfin —",
          "a commencé à briser ses chaînes.",
          "",
          "Mais parfois, ces routes ne connectent point les peuples.",
          "Elles les enterrent.",
          "",
          "Voilà ce qu'ils appellent la Nouvelle Route de la Soie.",
          "Un projet global.",
          "Un plan colossal.",
          "Une toile tissée d'argent, d'intérêts et de trahison.",
          "",
          "Ils voulaient la tracer entre l'Inde, l'Europe et le Moyen-Orient.",
          "Unir ports, gazoducs, trains, commerce,",
          "tout à travers le cœur de la région arabe.",
          "",
          "Le problème ?",
          "Gaza était au milieu.",
          "Gaza était l'obstacle.",
          "Une épine.",
          "Un grain de sable dans la machinerie.",
          "",
          "Une terre rebelle,",
          "une vérité vivante,",
          "un peuple qui n'acceptait point d'être oublié.",
          "",
          "Ils ne pouvaient le permettre.",
          "",
          "Ainsi ils le planifièrent :",
          "États-Unis avec leurs satellites,",
          "Israël avec sa technologie et son armée,",
          "les Émirats avec leur argent,",
          "l'Arabie avec son silence,",
          "l'Europe avec son hypocrisie,",
          "et l'Inde avec son ambition.",
          "",
          "Tous alignés.",
          "",
          "L'objectif était clair :",
          "Faire taire Gaza.",
          "Contrôler l'Égypte.",
          "Neutraliser l'Iran.",
          "Convertir le reste en stations de passage,",
          "marchés de consommation,",
          "zones d'obéissance.",
          "",
          "Et c'est pourquoi ils avaient besoin que Gaza meure.",
          "Non avec une bombe.",
          "Non avec une invasion.",
          "Avec l'oubli.",
          "",
          "Couper les tunnels.",
          "Fermer les passages.",
          "Bloquer l'aide.",
          "Isoler sa voix.",
          "La laisser pourrir dans l'obscurité.",
          "",
          "Pendant ce temps,",
          "des accords se signaient.",
          "On se serrait la main dans des sommets.",
          "On parlait de paix, de normalisation,",
          "de commerce, d'innovation.",
          "",
          "Et Gaza ?",
          "Sous terre.",
          "Sans électricité.",
          "Sans eau.",
          "Sans avenir.",
          "",
          "Mais le plan avait une faille.",
          "",
          "Gaza n'était point morte.",
          "Gaza n'oublie point.",
          "Gaza n'est point une terre.",
          "Elle est une flamme.",
          "",
          "Et c'est pourquoi le 7 octobre ne fut point une surprise.",
          "Ce fut un avertissement.",
          "",
          "Que les peuples n'oublient point.",
          "Que la justice ne s'enterre point.",
          "Que la trahison, si bien qu'elle se dissimule,",
          "finit par venir à la lumière.",
          "",
          "Comme dit le Qur'an :",
          "",
          "« Et ils rusent, et Allah ruse. »",
          "« Et Allah est le meilleur de ceux qui rusent. »",
          "« (Qur'an 8:30) »",
          "",
          "Ceux qui vendirent Palestine pour du gaz,",
          "pour des chemins de fer, pour des routes et des sommets,",
          "ne comprennent point quelque chose de fondamental :",
          "",
          "Notre subsistance ne vient point de vous.",
          "Elle ne vient point du FMI.",
          "Ni de l'ONU.",
          "Ni d'aucune table ronde.",
          "",
          "Notre subsistance vient d'Allah subḥānahu wa taʿālā.",
          "",
          "Et comme dit le Saint Coran :",
          "",
          "« Et que l'être humain n'obtiendra que ce pour quoi il s'efforce. »",
          "« (Qur'an 53:39) »",
          "",
          "C'est pourquoi nous survivons.",
          "C'est pourquoi nous résistons.",
          "C'est pourquoi nous luttons.",
          "",
          "Parce que nous croyons.",
          "Et parce que, même si le monde entier ferme les yeux,",
          "Gaza continuera à regarder le ciel.",
          "",
          "Et de là viendra le secours.",
          "Et avec lui, la chute de toute cette route",
          "qui se construit sur le sang",
          "et le mensonge."
        ]
      },
      {
        "title": "Un présent vivant pour un avenir incertain",
        "content": [
          "",
          "Il y a maintes façons de conter une histoire.",
          "La plus commode est quand tout est passé.",
          "Quand tu as déjà les résultats, les données, les chiffres.",
          "Quand la fumée s'est dissipée et le sang séché.",
          "Quand tu peux t'asseoir avec distance, en calme, et dire : « Ainsi fut-ce. »",
          "Mais cette histoire — celle du souvenir —, si élégante qu'elle paraisse, n'est point la vraie.",
          "Car l'histoire réelle ne naît point du souvenir.",
          "L'histoire réelle se sent dans la poitrine quand tu ne sais point encore ce qui va arriver.",
          "Quand tout brûle.",
          "Quand cela fait mal.",
          "Quand les décisions se prennent sans certitudes, seulement avec foi.",
          "« Un avenir conté depuis son présent est plus authentique qu'un avenir conté depuis le souvenir. »",
          "— Abdellah Yahyaoui Azuz",
          "C'est pourquoi ce livre n'est point un livre d'histoire traditionnel.",
          "C'est un battement.",
          "C'est une voix.",
          "C'est un récit conté depuis le présent,",
          "où les sentiments sont crus,",
          "les idées inachevées,",
          "et la vie, chaque seconde, en jeu.",
          "Maintenant nous arrêtons ce récit pour regarder en face ce présent.",
          "Non pour nous éloigner du fil,",
          "mais parce que le maintenant est trop urgent pour ne point le conter.",
          "Gaza meurt maintenant.",
          "Minute après minute.",
          "De faim.",
          "De soif.",
          "De peur.",
          "Elle est en famine depuis des mois.",
          "Aucune nourriture n'entre.",
          "Aucune aide n'entre.",
          "Le passage de Rafah demeure fermé.",
          "Et tandis que le peuple crie, le monde convoque des casserolades.",
          "À quoi sert une casserole mondiale si tout ce que tu fais c'est déranger le voisin qui est déjà avec toi ?",
          "À quoi sert faire du bruit si le bruit ne dérange point ceux qui assassinent ?",
          "Les coupables ont nom, prénom et même surnom :",
          "Benjamin Netanyahu ou le génocidaire pour les amis",
          "Abdel Fattah al-Sisi le dictateur",
          "Donald Trump : le présumé pédophile, selon la liste de Jeffrey Epstein",
          "Et ils ont bureaux, ambassades, comptes, entreprises :",
          "Burger King.",
          "Coca-Cola.",
          "Starbucks.",
          "Mais personne ne va vers eux.",
          "Tout reste dans les quartiers.",
          "Dans les banderoles.",
          "Dans des flottilles qui arrivent bien, mais on leur prend les bateaux, on prend la photo de rigueur et on les renvoie sans aucun impact.",
          "Ni la première ne servit.",
          "Ni la seconde.",
          "Et la troisième et la quatrième ne serviront point non plus.",
          "Tout cela devient de faux espoirs qui ne servent que l'ennemi.",
          "Car quand tu annonces une action pour la semaine prochaine,",
          "tu lui offres du temps pour qu'il tue davantage.",
          "Et les gens croient que quelque chose de grand vient… mais rien ne vient.",
          "Seulement usure.",
          "Désillusion.",
          "Silence.",
          "",
          "« La caravane avance, tandis que les chiens aboient. »",
          "« - Proverbe arabe - »",
          "Et le plus dangereux : ils veulent nous faire croire que le changement ne peut venir que d'en haut.",
          "Des partis.",
          "Des ONG.",
          "Des institutions qui ont vécu de la cause palestinienne, se sont enrichies avec elle, ou l'ont utilisée pour gagner des abonnés.",
          "Beaucoup sont aussi inutiles que complices.",
          "Même l'ennemi adore ce type d'initiatives.",
          "Parce qu'elles regroupent les gens en actions inoffensives,",
          "parce qu'elles redirigent la pression vers ceux qui font quelque chose.",
          "Elles pressent le faible.",
          "Et laissent tranquille le fort.",
          "C'est pourquoi nous voyons des manifestations devant Ferraz,",
          "devant le siège du Parti socialiste,",
          "et non devant celui du Parti populaire, ni de Vox,",
          "ni devant aucun autre laquais des génocidaires.",
          "Le seul qui eut le courage de reconnaître officiellement l'État palestinien,",
          "de condamner le génocide,",
          "et de tenir tête à Trump,",
          "c'est Pedro Sánchez.",
          "A-t-il cédé à certaines occasions ? Oui.",
          "A-t-il menti ? Aussi.",
          "Pourrait-il faire plus ? Bien sûr.",
          "Est-il complice ? Pas du tout.",
          "Pedro Sánchez fit ce que très peu au monde osèrent faire,",
          "et il le fit avec le peu de pouvoir réel qu'il a.",
          "Nous savons tous comment notre Gouvernement est composé.",
          "Nous connaissons tous les limites d'un système multipartite asphyxié par le chantage économique et médiatique.",
          "Et voici une question pour ceux de Podemos qui n'arrêtent de lancer des propositions grandiloquentes,",
          "qui au fond ne servent qu'à user la gauche qui défend encore Palestine :",
          "Pourquoi n'avez-vous point reconnu l'État palestinien quand vous étiez au Gouvernement ?",
          "Rufián, un grand politique catalan, l'a bien compris.",
          "Il le dit clairement et avec justesse :",
          "« Peu m'importe comment c'est ou qui le dirige,",
          "mais si nous ne nous mettons point d'accord,",
          "ils nous tueront politiquement séparément. »",
          "Et pendant ce temps,",
          "personne ne va au siège du PP.",
          "Personne ne va au siège de Vox.",
          "L'excuse ?",
          "« C'est qu'ils ne gouvernent point. »",
          "Comment ne gouvernent-ils point ?",
          "Ils contrôlent des communautés autonomes.",
          "Ils contrôlent des entreprises qui font affaire avec Israël.",
          "Ils contrôlent des médias.",
          "Ils gouvernent, et beaucoup.",
          "Mais on ne va point vers eux.",
          "Parce que cela n'intéresse point.",
          "Parce que cela ne convient point à certains.",
          "Parce qu'ils ne veulent point déranger le vrai pouvoir.",
          "Et ce qu'on cherche c'est user celui qui résiste encore,",
          "celui qui ose encore,",
          "celui qui, comme Pedro Sánchez, eut l'audace de faire ce que beaucoup promirent,",
          "mais ne firent point : agir.",
          "Et alors quelque chose arriva.",
          "Il y a quelques jours, Sayyid al-Ummah, Abu Ubaidah, lança une parole qui tomba comme tonnerre sur la conscience endormie du monde musulman.",
          "Il dit :",
          "« Je serai ton opposant devant Allah Subḥānahu wa taʿālā au Jour du Jugement.",
          "Moi, les femmes, les enfants, les martyrs…",
          "Nous serons tes opposants,",
          "gouvernant,",
          "peuple,",
          "et quiconque pouvant faire quelque chose, ne le fait point. »",
          "Cette phrase changea tout.",
          "Elle fut plus forte qu'aucune résolution de l'ONU.",
          "Elle fut plus directe qu'aucun discours européen.",
          "Et elle éveilla une jeunesse qui ne croit plus aux slogans.",
          "Qui ne fait plus confiance aux sommets vides.",
          "Qui n'accepte plus le silence comme option.",
          "Un jeune Égyptien, Waseem Hamid, alla à l'ambassade d'Égypte et ferma la porte avec un cadenas.",
          "Il ne cria point.",
          "Il ne demanda point.",
          "Il dit seulement :",
          "« La porte est fermée de votre côté, non du mien. »",
          "Et ce geste fut une étincelle.",
          "En Turquie.",
          "En Norvège.",
          "En Angleterre.",
          "Au Maroc.",
          "En Libye.",
          "Au Liban.",
          "En Irak.",
          "Les ambassades égyptiennes commencèrent à être encerclées.",
          "Non par des ONG.",
          "Ni par des partis.",
          "Ni par des coupoles organisées.",
          "Par les gens.",
          "Après, trois jeunes Égyptiens prirent un commissariat du Mukhabarat.",
          "Ils enfermèrent les agents.",
          "Ils exigèrent l'ouverture du passage de Rafah,",
          "au cri de :",
          "« Allah, nous avons fait ce que nous avons pu.",
          "Allah, j'ai fait ce que j'ai pu. »",
          "Ils le disaient en regardant la caméra, la voix brisée mais ferme.",
          "Pendant ce temps, le monde semblait ne point regarder.",
          "Mais un geste humble et déchirant commença à parcourir la Méditerranée.",
          "Un jeune homme, les larmes sillonnant son visage, prit une poignée de riz et de lentilles,",
          "les mit dans une bouteille vide et la jeta à la mer,",
          "murmurant entre sanglots :",
          "« Allah, pardonne-moi...",
          "Je ne peux faire plus.",
          "C'est tout ce que je peux faire. »",
          "Et de là commença une avalanche.",
          "Des gens de tout l'Égypte prenaient de la nourriture, la scellaient dans des bouteilles,",
          "et les jetaient à la mer,",
          "chacun demandant pardon, demandant espoir,",
          "demandant à Allah de faire arriver ce message.",
          "Et le vrai changement vint de la peur de ce qui naît en Égypte.",
          "L'idée d'une Égypte libre les terrorise,",
          "Un éveil qu'ils ne contrôlent point.",
          "Une vague authentique qui n'obéit point aux organisations.",
          "Qui ne sert point leurs rythmes.",
          "Ni leurs temps.",
          "Et ils veulent la faire taire.",
          "C'est pourquoi ils ne parlent point du jeune au cadenas.",
          "Ni de ceux qui jettent riz et lentilles à la mer comme symbole de dignité.",
          "Ni de ceux qui prennent des commissariats par faim.",
          "Les médias ne le content point.",
          "Parce qu'ils veulent que tu croies que le changement ne peut venir que d'en haut.",
          "D'un bureau.",
          "D'un président.",
          "D'une résolution.",
          "Mais non.",
          "Le vrai changement se geste dans la rue.",
          "Avec des personnes ordinaires.",
          "Avec des mains nues.",
          "Avec des gestes courageux.",
          "Comme dit le président de Colombie, Gustavo Petro :",
          "« Gaza est l'expérience.",
          "Un laboratoire pour voir jusqu'où l'on peut soumettre un peuple sans que personne ne se lève. »",
          "Et en Égypte, maintenant même, ils se lèvent.",
          "Silencieusement.",
          "À pas fermes.",
          "Et l'ennemi le sait.",
          "Et c'est pourquoi il cède.",
          "Non par compassion.",
          "Mais par peur.",
          "Et cette histoire — celle de cet instant —",
          "est plus vraie qu'aucune analyse de demain.",
          "Parce qu'elle naît depuis le feu.",
          "Depuis le présent.",
          "Depuis la dignité.",
          "Ici finit la parenthèse.",
          "Ici nous revenons au récit.",
          "Mais que personne ne l'oublie :",
          "parfois, un seul cœur enflammé fait plus que mille manifestations dirigées.",
          "Et ce feu, aujourd'hui, brûle.",
          "« J'ai vu mon père mort… et je l'ai enterré dans mes yeux. »",
          "Le dit une fillette aujourd'hui. Elle n'avait pas plus de huit ans.",
          "Elle ne pleurait point. Elle ne le pouvait plus.",
          "Elle le dit seulement d'une voix creuse,",
          "de celles qui ne sortent que quand la douleur a brûlé toutes les larmes.",
          "Et tandis que Gaza brûle,",
          "tandis que les enfants enterrent avec les yeux,",
          "apparaissent les faux anges.",
          "Gouvernements qui lancent une caisse depuis le ciel",
          "comme si cela lavait le crime.",
          "Caisses avec du riz lancées depuis un avion,",
          "comme si deux paquets pouvaient sauver deux millions.",
          "Et pire encore : ils tuent avec elles.",
          "Enfants courant pour les attraper,",
          "et dans ce chaos,",
          "ils s'écrasent entre eux.",
          "Ils meurent.",
          "Et leurs morts se célèbrent comme triomphes diplomatiques.",
          "Comme si la compassion venait emballée en plastique militaire.",
          "Depuis Gaza, un homme — Mahmoud Al Amoudi — dit d'une voix brisée :",
          "« S'il vous plaît, ne nous faites point de mal en tentant de nous aider. »",
          "Il le disait pour tous ceux qui n'aident que pour se maquiller.",
          "Pour que la Jordanie dise « nous avons envoyé un avion »,",
          "pour que les Émirats disent « nous avons ouvert un pont aérien »,",
          "pour que l'Égypte dise « nous avons fait entrer 20 camions ».",
          "Comme si c'était un championnat de charité.",
          "Comme si le sang était un marquoir de buts.",
          "Et pendant ce temps, les gens meurent.",
          "La faim n'attend point les discours.",
          "L'eau ne se purifie point avec des intentions.",
          "Et les enfants ne comprennent point la diplomatie.",
          "Mais le plus douloureux, ce qui fait mal comme trahison,",
          "c'est voir comment ils font taire les vraies actions.",
          "Les petites. Celles qui ne sortent point dans la presse.",
          "Celles qui n'ont point de drapeau.",
          "Celles qui ne cherchent point de likes.",
          "Les gestes qui naissent depuis la rage et la foi.",
          "Depuis la dignité et le désespoir.",
          "Hors protocoles.",
          "Hors ONG.",
          "Hors du chemin tracé par ceux qui croient que répéter sommets et réunions est la solution.",
          "Car ce ne l'est point.",
          "La solution est dans le battement collectif.",
          "Dans la voix qui ne se tait point.",
          "Dans les gens qui, sans ressources, sans pouvoir, sans rien,",
          "choisissent de faire plus que seulement regarder.",
          "Et ce battement est ici.",
          "En Espagne",
          "Au Maroc,",
          "En Égypte.",
          "À Gaza.",
          "En Tunisie.",
          "Partout.",
          "Parce que l'espoir n'est point mort.",
          "Il dort.",
          "Et il s'éveille."
        ]
      },
      {
        "title": "Le commencement de la fin… ou la fin de ce qui n'aurait jamais dû exister ?",
        "content": [
          "",
          "Je voulais poursuivre le récit...",
          "Mais l'histoire ne me le pardonnera point.",
          "Car tandis que j'écris, Gaza se meurt.",
          "Minute à minute. Heure après heure.",
          "Non en poésie.",
          "Non en métaphore.",
          "Réellement.",
          "Brutalement.",
          "",
          "Et cela me brise au-dedans.",
          "Et elle ne meurt point seule.",
          "On l'assassine.",
          "avec les méthodes les plus perverses et psychopathes qu'ait jamais connues l'histoire",
          "Avec l'applaudissement silencieux des puissants.",
          "Avec l'écho sale des faux samaritains qui arborent leurs drapeaux tandis qu'ils jettent des caisses vides depuis les cieux.",
          "Mais quelque chose a changé.",
          "Les rats sortent de leurs tanières.",
          "Le ministre saoudien donnant des discours.",
          "Celui des Affaires étrangères de France promettant reconnaissance.",
          "L'Allemagne voulant lancer aide aérienne.",
          "Soudain, tous sont pressés.",
          "Après plusieurs mois de siège et génocide transmis en direct,",
          "maintenant ils découvrent que Gaza souffre ?",
          "qu'il n'y a point de riz ?",
          "qu'il n'y a point d'eau ?",
          "que les gens meurent pour de la nourriture ?",
          "Non, ils ne le font point pour Gaza.",
          "Ils le font par peur.",
          "Parce que la peur a changé de camp.",
          "Avant, le criminel Al-Sisi se présentait dans de grands salons, entouré de généraux, micro en main,",
          "menaçant en direct son propre peuple avec arrogance et morgue.",
          "Aujourd'hui il apparaît dans une vidéo enregistrée et montée. Seul. Suant. Pâle. Suppliant aide aux États-Unis.",
          "",
          "",
          "Il n'est plus entouré.",
          "Il est seul.",
          "Il a peur !",
          "Et il a peur !",
          "Il le sait !",
          "Il sait que l'histoire se répète.",
          "Que ceux-là mêmes qui livrèrent Moubarak le livreront. Son temps est fini.",
          "Pourquoi ?",
          "Parce que quelque chose tremble. Parce que l'Égypte s'éveille.",
          "Et tous le savent.",
          "Le Hamas le sait.",
          "Et ils vont en profiter même si le prix est trop élevé si cela tourne mal.",
          "Jalil al-Hayya, un de ses dirigeants, le fit clairement hier. Ce ne fut point un discours de plus.",
          "Ce fut un appel sans précédent.",
          "Il n'en appela point aux présidents ni aux institutions pourries.",
          "Il parla au peuple égyptien, au peuple jordanien.",
          "Et il fit l'inédit : il envoya un message direct à l'armée égyptienne.",
          "Oui, à l'armée.",
          "À ces soldats qui ont encore les armes en mains… et peut-être aussi la conscience.",
          "Il leur dit : C'est votre responsabilité.",
          "",
          "",
          "Parce que si l'Égypte se lève, tout s'effondre.",
          "Une Égypte libre signifie :",
          "Libye libre, Soudan libre, Yémen libre, Syrie libre, Liban libre.",
          "",
          "Et « Israël » ?",
          "Quel Israël ?",
          "L'ennemi le sait. Il le sent.",
          "Et c'est pourquoi... ils font du théâtre.",
          "Un cirque diplomatique qui prétend calmer les peuples avec des miettes.",
          "Parce que le crime aussi est revenu.",
          "Il y a quelques jours, la police égyptienne livra le corps torturé d'un jeune étudiant en littérature.",
          "Ils l'avaient détenu.",
          "Ils le rendirent mort.",
          "Avec des marques qui crient la même chose que criait le cadavre de Khaled Said avant la révolution du 25 janvier.",
          "Et l'Égypte sent de nouveau la révolution.",
          "Pendant ce temps, les médias continuent à se taire.",
          "Ou pire : ils continuent à mentir.",
          "Ils détournent l'attention. Répètent leurs litanies vides.",
          "Ils parlent de Macron, de déclarations, d'une supposée aide humanitaire qui n'arrive ni ne sert.",
          "Mais la vraie pression vient d'en bas.",
          "Du gamin qui ferma l'ambassade avec un cadenas.",
          "Du garçon qui envoya riz et lentilles en bouteilles à la mer pour Gaza.",
          "De ceux qui encerclent les ambassades égyptiennes dans des dizaines de pays.",
          "Des trois jeunes Égyptiens qui prirent un commissariat du Mukhabarat",
          "et enfermèrent les policiers dans leurs propres cachots, exigeant qu'on ouvre le passage de Rafah.",
          "Cela oui c'est une action. Cela oui fait peur.",
          "Si réelle fut la secousse qu'aujourd'hui Waseem Hamid, le jeune qui dirigea les actions contre les ambassades,",
          "donna un ultimatum aux autorités :",
          "« Ils ont 4 heures pour dire ce qu'ils ont fait des trois gamins ou ce qui vient… ils ne le voudront même point pour leurs pires ennemis. »",
          "L'Égypte a brisé la peur.",
          "Et l'ennemi le sait.",
          "C'est pourquoi Trump sort maintenant disant qu'il va donner à la Russie 20 jours pour finir la guerre en Ukraine.",
          "Croit-il vraiment que la Russie va réagir à ses menaces ?",
          "Avec tout son armement nucléaire ? Après avoir pillé l'Ukraine durant des années ?",
          "Même les Ukrainiens ne le croient plus.",
          "Ce n'est qu'un autre rideau de fumée. Un autre vieux truc d'un magicien sans magie.",
          "Parce qu'ils ont besoin de détourner l'attention. Parce qu'ils ont peur.",
          "Mais il est trop tard.",
          "L'histoire ne s'écrit point depuis en haut.",
          "Elle s'écrit depuis en bas.",
          "Depuis les rues. Depuis les mains. Depuis les corps. Depuis la douleur.",
          "Et cette fois, ils ne pourront ni effacer ni voler le protagonisme.",
          "Cette fois, l'histoire ne se contera point par ce que firent les gouvernements.",
          "Mais par ce que ne purent arrêter les peuples."
        ]
      },
      {
        "title": "Le doute, la lâcheté et l'éveil de l'engagement",
        "content": [
          "",
          "« Et quiconque craint Allah, Il lui donne une issue,",
          "et lui pourvoit d'où il ne s'y attend point... » (At-Talaq, 65:2-3)",
          "",
          "Et tandis que Sa volonté se manifeste devant nos yeux,",
          "tandis que le monde tourne entre chaos et éveil,",
          "je reviens au récit.",
          "À mon histoire.",
          "À ce 7 octobre où tout changea.",
          "",
          "Ce jour-là, quand commencèrent les bombardements, ma façon de voir la réalité changea complètement.",
          "",
          "Chaque jour, nous voyions ces vidéos horribles : enfants mutilés, sans visage,",
          "Bombardements sans limites, sans moralité ni compassion.",
          "Seulement mort.",
          "Mort indiscriminée.",
          "Enfants. Femmes. Hommes. Vieux. Jeunes. Musulmans, chrétiens... coupable ou innocent",
          "à qui cela importe-t-il.",
          "À moi cela importe.",
          "",
          "Quelque chose en moi se brisa.",
          "",
          "Je dis :",
          "« Ceci n'est point normal. Cela ne peut continuer ainsi. »",
          "",
          "Je commençai à me demander :",
          "« Que puis-je faire ? Que dois-je faire, bon sang ? Que fais-je ? »",
          "",
          "C'était la seule question qui ne me laissait point en paix.",
          "",
          "J'arrivais à la maison et voyais ma femme pleurer, jour et nuit, sans arrêt.",
          "Chaque fois que je parlais avec elle, elle se remettait à pleurer.",
          "",
          "Ma fille, avec l'innocence que seul un enfant peut avoir, me dit :",
          "« Papa, fais quelque chose. »",
          "« Papa, pourquoi ne fais-tu rien ? »",
          "",
          "Ces mots me transpercèrent l'âme.",
          "",
          "Au-dedans je me brisais.",
          "",
          "Moi, qui avais toujours été un homme fort, je me sentais faible, lâche.",
          "",
          "Je sentais l'impuissance.",
          "Je ne savais que faire.",
          "",
          "Je sentais que je faillissais à ma famille, à mes enfants, à ma femme.",
          "",
          "Comment pouvais-je leur donner une réponse quand moi-même je ne savais que faire ?",
          "",
          "Je sentais la pression de la responsabilité et le désespoir de l'impuissance.",
          "",
          "Je me demandais :",
          "« Dois-je frapper quelqu'un ? Dois-je faire quelque chose ? »",
          "— un murmure qui ne me laisse point en paix. —",
          "Je frappais le sac à mains nues jusqu'à saigner. Ce n'était point sport. C'était rage.",
          "Sans gants. Sans bandes. Rien. Seulement mes poings nus pleins de rage.",
          "",
          "Chaque coup était comme crier sans voix,",
          "comme si chaque coup pouvait rendre le visage à un enfant à Gaza.",
          "",
          "L'écho rebondissait par tout le gymnase.",
          "",
          "Je déchargeais une guerre qui me brûlait au-dedans.",
          "Les gens m'évitaient, s'écartaient, feignaient de ne point me voir.",
          "",
          "Mais moi non plus je ne les voyais point.",
          "Je n'étais point là pour m'entraîner.",
          "J'étais là pour ne point devenir fou.",
          "",
          "Je sentais que mes enfants me regardaient avec déception.",
          "Ils étaient petits, ne comprenaient point, mais voyaient que leur père ne pouvait les protéger.",
          "",
          "En ce moment je me rendis compte que je ne pouvais rester silencieux.",
          "",
          "Je devais agir, même si je ne savais comment.",
          "",
          "Je devais trouver une façon de lutter depuis où j'étais."
        ]
      },
      {
        "title": "L'impuissance",
        "content": [
          "",
          "Je me souviens d'un jour que jamais je ne pourrai oublier.",
          "",
          "J'étais à la maison, en calme, quand soudain arriva mon fils de 8 ans,",
          "chose inhabituelle car il ne sort presque jamais seul dans la rue.",
          "",
          "Ce jour-là, cependant, il se chaussait avec grande hâte",
          "et avec une urgence dans sa voix que jamais je n'avais entendue.",
          "",
          "Il me dit :",
          "« Abi, abi (ainsi m'appelle mon fils)... il y a une manifestation pour Palestine. »",
          "",
          "Il le disait avec peu de mots, mais avec une émotion qui me toucha le cœur.",
          "",
          "Il sortit en courant, presque sans finir de parler, comme me demandant :",
          "« Tu viens ou tu ne viens point ?",
          "Moi je vais y aller. »",
          "Peu lui importait ce que je pouvais répondre",
          "Mon petit me défia.",
          "Jamais je ne me sentis si fier de lui qu'en ce jour.",
          "",
          "J'entendis le bruit de la manifestation passant dans la rue et nous sortîmes.",
          "",
          "Il me prit la main et sortit en courant pour se joindre à la manifestation,",
          "avec une détermination qui me brisait l'âme et en même temps me donnait force.",
          "",
          "Ma famille changea.",
          "",
          "Je changeai.",
          "",
          "Mes enfants changèrent.",
          "",
          "Même ma mère changea.",
          "",
          "Quand ma mère se met à pleurer,",
          "quand ma femme entre à la maison en pleurant,",
          "et moi-même, qui me considère un homme fort, un type dur qui a beaucoup supporté,",
          "je ne pouvais contenir les larmes.",
          "",
          "Je ne pouvais contrôler cette impuissance qui me consumait.",
          "",
          "La seule chose qui tournait dans ma tête était :",
          "« Je ne peux travailler en paix, je ne peux dormir en paix. »",
          "",
          "Je me souviens d'une nuit où je dormais à côté de mon fils.",
          "",
          "Soudain, je me réveillai en sursaut et, sans penser, je sautai sur lui,",
          "l'écrasant presque de mon poids.",
          "",
          "Je rêvai qu'une bombe tombait sur nous",
          "et mon instinct fut de le protéger, ne fût-ce qu'en songes.",
          "",
          "Je ne pouvais plus voir films, ni séries,",
          "ni rien qui ne fût la cruelle réalité.",
          "",
          "Je ne voyais que nouvelles, YouTube, vidéos sans arrêt, durant heures et heures.",
          "",
          "Je voulais parler à quelqu'un, mais, à qui ?",
          "",
          "Les gens m'écoutaient, mais leurs mots étaient faibles, sans action."
        ]
      },
      {
        "title": "L'isolement",
        "content": [
          "",
          "Je continuai à faire la seule chose que je pouvais faire d'ici : publier, diffuser, parler.",
          "",
          "Je sortais aux manifestations, criais, ne manquais aucune.",
          "",
          "Mais c'était désespérant.",
          "",
          "Parce que rien ne changeait.",
          "",
          "Avant, quand je publiais quelque chose, le voyaient 200, 300 personnes.",
          "Mais après tout cela, peu importait ce que je mettais, cela atteignait à peine un ou deux.",
          "",
          "Je sentais que le monde tournait indifférent à ce qui se passait.",
          "",
          "Il y eut même des gens qui me dirent :",
          "« Désolé, je vais cesser de te suivre parce que ce que tu publies me fait trop mal. »",
          "",
          "Comment !?",
          "Comment quelqu'un peut-il penser qu'en cessant de voir ces images quelque chose s'arrange ?",
          "Comment croyaient-ils que cela allait se résoudre en l'ignorant, en regardant ailleurs ?",
          "",
          "Ceci n'est point une série Netflix ni un film que tu puisses mettre en pause quand cela te fait mal.",
          "",
          "Ce sont des familles, des enfants, des rêves brisés, des vies détruites.",
          "",
          "Des personnes avec nom et prénom qui meurent tous les jours.",
          "",
          "Et toi tu ne veux point le voir parce que cela t'incommode.",
          "",
          "Je me sentais lâche.",
          "",
          "Une merde.",
          "",
          "Vide au-dedans.",
          "",
          "Parce que mes enfants me regardaient avec déception.",
          "",
          "Ils ne comprennent point les limites.",
          "",
          "Pour eux, leur père est fort, courageux, capable de tout.",
          "",
          "Et ils voyaient que leur père ne pouvait rien faire.",
          "",
          "Ils ne comprennent point qu'il n'y a point moyen d'arriver là-bas.",
          "",
          "Ils ne comprennent point que s'il y avait un chemin, si petit fût-il, j'irais sans hésiter.",
          "",
          "Et si je devais mourir pour eux, je mourrais sans y penser une seconde.",
          "",
          "Il n'y a point honneur plus grand que celui-là.",
          "",
          "Mais il n'y a point moyen.",
          "",
          "Il n'y a point façon d'arriver, aider, protéger.",
          "",
          "Il ne reste qu'à faire le peu qu'on peut faire d'ici : parler, publier, ne point se taire.",
          "",
          "Et je parlais.",
          "",
          "Et je parlais.",
          "",
          "Et je parlais.",
          "",
          "Jusqu'à ce que les gens commencent à m'éviter.",
          "",
          "Ils s'éloignaient parce qu'il leur déplaisait d'entendre la vérité.",
          "",
          "Parce que la vérité fait mal.",
          "",
          "Parce qu'elle brise le silence commode dans lequel ils vivent.",
          "",
          "Mais je ne pouvais me taire.",
          "",
          "Parce que chaque fois que je me taisais, je sentais que je les trahissais."
        ]
      },
      {
        "title": " Jatofin ! ",
        "content": [
          "",
          "",
          "",
          "",
         "",
          "Avec le temps, je compris que bien que je ne pusse arriver là-bas,",
          "je pouvais faire quelque chose de plus que parler.",
          "Ce fut alors que le boycott commença à prendre force à la maison.",
          "Non comme stratégie parfaite, ni comme solution magique.",
          "Mais comme acte de cohérence, de dignité.",
          "Une façon de dire : je ne participe point.",
          "Et là fut quand nous créâmes notre mot secret : Jatofin.",
          "Au début ce n'était qu'un code.",
          "Nous l'utilisions pour nous référer à produits ou entreprises",
          "que nous ne voulions point soutenir par leur implication dans le génocide.",
          "Si quelque chose était 'jatofin', nous l'évitions,",
          "sans besoin de l'expliquer devant personne.",
          "Mais peu à peu, ce mot devint autre chose.",
          "Il se convertit en symbole. En style de vie.",
          "En rappel que nous pouvions vivre",
          "sans beaucoup de choses que nous croyions essentielles.",
          "Et oui, il devint aussi excuse pratique de temps à autre.",
          "Parfois, quand quelque chose était très cher",
          "ou simplement n'avait point de sens à acheter,",
          "je disais avec visage sérieux : 'Cela est Jatofin'.",
          "Mon fils riait. Moi aussi.",
          "C'était notre petite plaisanterie.",
          "Je ne me sens point spécialement fier de cela,",
          "mais parfois l'humour est un refuge.",
          "Une façon de continuer sans se briser au-dedans.",
          "Ce qui me surprit vraiment fut comment il intériorisa tout.",
          "Il n'avait que huit ans, mais avait déjà pris ses propres décisions.",
          "Il cessa de jouer à certains jeux vidéo quand il sut qui les produisait.",
          "Il me le dit lui-même :",
          "— Abi, si Microsoft soutient cela, moi je ne veux point jouer Minecraft.",
          "Cette phrase me frappa et me donna espoir en même temps.",
          "Parce que je compris que le boycott n'est point seulement action politique.",
          "C'est une forme d'éducation. D'identité. De dignité.",
          "Lui aussi le vivait à l'école.",
          "Si quelqu'un n'était point pro-Palestine, il s'éloignait.",
          "Il le disait avec clarté.",
          "En chaque dessin, en chaque tâche,",
          "il trouvait une façon de parler de l'injustice.",
          "Et puis vint sa chanson.",
          "Une chanson qu'il composa seul, avec huit ans,",
          "et que chaque fois que je l'entends elle me brise l'âme.",
          "Parce qu'en elle il y a vérité.",
          "Non une vérité ornée ou apprise,",
          "mais une vérité qui naît du dedans.",
          "Qui fait mal. Qui embrasse. Qui crie sans violence.",
          "Tout cela me fit penser à ce que nous avions lâché.",
          "Nous vivions entourés de choses.",
          "Choses qui semblaient nécessaires.",
          "Mais en voyant des familles qui n'ont ni pain, ni eau, ni sandales...",
          "comment pouvais-je justifier certains caprices ?",
          "Le boycott ne fut point seulement geste de protestation,",
          "ce fut une purge silencieuse. Un se défaire.",
          "Un apprendre à vivre avec moins et se sentir plus libre.",
          "Voir que tu n'as point besoin d'autant de choses que tu pensais est, en soi-même, une révolution.",
          "Jatofin nous donna langage. Nous donna limites. Nous donna paix.",
          "Et oui, nous continuâmes à parler. Nous continuâmes à publier.",
          "Mais ce n'était plus seulement pour crier désespérés au monde,",
          "mais pour nous rappeler que nous pouvions encore choisir.",
          "Même si c'est dans le petit. Même si c'est en silence."
        ]
      },
      {
        "title": "Que puis-je faire ?",
        "content": [
          "",
          "Chaque jour je me réveillais avec la même question.",
          "La même. Une seule.",
          "Que puis-je faire moi ?",
          "Seul.",
          "Sans ressources.",
          "Sans postes.",
          "Sans micros.",
          "Sans partis.",
          "Sans alliés puissants.",
          "Que puis-je faire moi ?",
          "À quoi sert tout cela ?",
          "À quoi sert cette douleur si je ne sais où la diriger ?",
          "À quoi sert la rage si je n'ai où la tirer ?",
          "À quoi sert savoir la vérité si je ne peux rien bouger avec elle ?",
          "Je ne pouvais rester tranquille.",
          "Je ne voulais point être un autre spectateur.",
          "Un autre qui regarde depuis le confort de sa maison tandis que les enfants meurent sous les décombres.",
          "Je devais faire quelque chose. Comme ce fût. Depuis où je fusse.",
          "Même si c'était petit. Même si c'était invisible.",
          "Ainsi je commençai à chercher.",
          "À chercher vraiment.",
          "Comme si ma vie en dépendait.",
          "Parce qu'en partie… elle en dépendait.",
          "Je cherchai une fissure.",
          "Une voie.",
          "Une façon d'agir.",
          "Un geste.",
          "Une porte.",
          "Et ce que je trouvai fut autre chose.",
          "Je tombai sur une plaie.",
          "Une peste déguisée en aide.",
          "Une montagne d'ordure digitale.",
          "Gens sans vergogne.",
          "Gens sans âme.",
          "Gens qui transformèrent le génocide en divertissement.",
          "Qui utilisèrent notre sang pour alimenter leur algorithme.",
          "Influenceurs.",
          "Créateurs de contenu.",
          "Opportunistes.",
          "Ignorants.",
          "Complices.",
          "Ils prenaient les vidéos les plus réelles, les plus crues, les plus sacrées",
          "— enregistrées à Gaza, le cœur en flammes — et les détruisaient.",
          "Ils les remplissaient de musique épique, les chargeaient de phrases usées,",
          "les convertissaient en clips, en reels, en pièces de consommation rapide.",
          "Et ils se sentaient activistes.",
          "Crois-tu vraiment que ta vidéo est plus authentique que celle d'un homme qui voit",
          "son ami se mettre dans un trou étroit, creusant à mains nues",
          "pour tenter de sortir sa fille — morte — seulement pour pouvoir l'enterrer ?",
          "Crois-tu vraiment que ta vidéo éditée avec une putain d'intelligence artificielle,",
          "avec filtres et effets, a plus d'impact que celle d'une personne qui est couchée par terre, esquivant balles,",
          "et enregistrant avec sa seule main libre tandis qu'elle ne sait si la prochaine balle sera la sienne ?",
          "Le comprends-tu ?",
          "Ces vidéos sont enregistrées depuis les téléphones de martyrs.",
          "Oui, martyrs.",
          "Gens qui moururent secondes après avoir appuyé le bouton d'enregistrer.",
          "Gens qui ne créaient point contenu.",
          "Ils documentaient.",
          "Documentaient parce qu'il n'y a point journalistes.",
          "Parce que l'ennemi ne laisse point entrer caméras.",
          "Il ne veut point yeux.",
          "Il ne veut point témoins.",
          "Ils contrôlent Facebook.",
          "Ils contrôlent Instagram.",
          "Ils contrôlent TikTok.",
          "Ils contrôlent YouTube.",
          "Et un jour — ils le savent, nous le savons — ils vont appuyer un bouton.",
          "Et tout va disparaître.",
          "Et ce qui reste, le peu qui échappe à l'algorithme, restera enterré entre tant d'ordure manipulée,",
          "entre tant de musique recyclée, entre tant de texte vide, que cela semblera mensonge.",
          "Et quand nos enfants verront ces images, ils penseront que c'étaient effets spéciaux.",
          "Ils penseront que c'était exagération.",
          "Ils penseront que c'était une autre Syrie.",
          "Autre pays. Autre guerre.",
          "Autre film.",
          "Parce qu'ainsi fonctionne l'oubli.",
          "Parce que l'être humain oublie.",
          "Et l'ennemi le sait.",
          "C'est son plan.",
          "C'est pourquoi ils interdisent l'entrée de la presse.",
          "C'est pourquoi ils coupent les signaux.",
          "Parce qu'ils ne veulent point laisser preuves propres.",
          "Et une preuve manipulée, une preuve éditée, une preuve avec musique ou filtre, ne sert plus.",
          "Elle ne sert point en tribunal.",
          "Elle ne sert point dans l'histoire.",
          "Elle ne sert point devant nos enfants.",
          "Ils détruisent la mémoire.",
          "Ils contaminent les preuves.",
          "Ils sabotent la vérité.",
          "Et tout pour des likes.",
          "Pour la gloire.",
          "Pour l'ego.",
          "Pour ignorance.",
          "Ou simplement par stupidité.",
          "Ceci n'est point critique esthétique.",
          "Ceci est avertissement historique.",
          "Ils foutent l'avenir.",
          "Parce que ce présent douloureux sera l'histoire de demain.",
          "Et ils la salissent.",
          "Ils la déguisent.",
          "Ils la désactivent.",
          "Et je ne me réfère point à ceux qui, comme moi, n'eurent autre option.",
          "Qui partagèrent ce qui nous arrivait parce qu'il n'y avait point version originale.",
          "Parce que la censure avait déjà tout écrasé.",
          "Je ne parle point non plus de ceux qui, avec respect et conscience, créent depuis la vérité, sans la pervertir.",
          "Non. Ceci ne va point pour eux.",
          "Ceci va pour ceux qui virent en notre sang une opportunité.",
          "Pour ceux qui montèrent leurs chaînes, leurs marques, leurs noms sur cadavres.",
          "Pour ceux qui se firent activistes de nuit et experts à l'aube.",
          "Et pendant ce temps… à Gaza, ils continuaient à enregistrer.",
          "Un père, avec un sac en main.",
          "Moitié famille là-dedans.",
          "Moitié.",
          "Et encore ainsi, il regarde caméra et parle.",
          "Il parle avec l'âme brisée.",
          "Avec le corps rendu.",
          "Avec la dignité intacte.",
          "Une mère, encore avec les vêtements des funérailles, enregistre ce qui reste de sa maison.",
          "Un jeune, fuyant les missiles, sort son téléphone et montre ce que le monde ne veut point voir.",
          "Et ils le font pour une seule raison : documenter.",
          "Pour qu'il reste constance.",
          "Pour qu'il y ait mémoire.",
          "Pour que la justice ait voix.",
          "Pour que toi tu ne puisses dire, dans dix ans : « Moi je ne savais point. »",
          "Et entre tant de cochonnerie, entre tant de bruit, je trouvai quelque chose.",
          "Voix propres.",
          "Témoins réels.",
          "Gens honnêtes.",
          "Gens qui risquaient tout pour dire la vérité.",
          "Gens depuis Gaza.",
          "Et aussi depuis dehors.",
          "Gens qui savaient que le prix de la vérité peut être la vie.",
          "Et encore ainsi, ils montraient le visage.",
          "Et une de ces personnes…",
          "une de ces voix me changea pour toujours.",
          "Et cette histoire,",
          "",
          "",
          "",
          "",
          "",
          "cette histoire commence maintenant."
        ]
      },
      {
        "title": "Mahmoud...",
        "especial": true,
        "pages": [
          {
            "tipo": "texto",
            "content": [
              "Ainsi s'appelle-t-il… ou du moins, tandis que j'écris ces mots.",
              "J'allais conter son histoire.",
              "Mais vous êtes arrivés jusqu'ici, et maintenant la seule chose honnête est de m'écarter et laisser qu'il vous parle lui-même.",
              "",
              "Ce que vous allez lire et entendre sont des fragments siens : mots, gestes et moments sauvés entre centaines de vidéos et messages.",
              "",
              "Je m'écarte pour que vous le trouviez tel que moi je le trouvai.",
              "Pour que vous sentiez, sans filtres, la connexion qui changea ma façon de voir les choses.",
              "",
              "Je vous laisse avec lui."
            ]
          },
          {
            "tipo": "videoTexto",
            "video": "/videos/mahmoud1.mp4",
            "texto": [
              "Mahmoud : Amira.",
              "Amira : Oui.",
              "Mahmoud : Pourquoi es-tu fâchée ?",
              "Amira : Parce que… l'oiseau blanc est mort.",
              "Mahmoud : L'oiseau blanc est mort ?",
              "Amira : Oui.",
              "Mahmoud : De quoi est-il mort, ma fille ?",
              "Amira : Il est mort de faim.",
              "Mahmoud : Il est mort de faim ?",
              "Mahmoud : Mais ma fille… aux gens qui nous voient, arabes et musulmans, beaucoup d'entre eux… qui sont arabes et musulmans, que leur dirais-tu ?",
              "Amira : Qu'ils nous apportent de la nourriture… et à l'oiseau aussi.",
              "Mahmoud : De la nourriture pour nous et pour l'oiseau aussi ?",
              "Mahmoud : Que désires-tu manger, ma fille ?",
              "Amira : Poulet et œufs… et cola.",
              "Mahmoud : Et cola ?",
              "Amira : Oui.",
              "Mahmoud : Que veux-tu d'autre ?",
              "Amira : Chocolat.",
              "Mahmoud : Chocolat ?",
              "Amira : Hein ?",
              "Mahmoud : Que veux-tu comme fruit ?",
              "Mahmoud : Connais-tu les fruits ?",
              "Amira : Banane, pomme verte, aussi pomme rouge… et mangue.",
              "Mahmoud : Mangue ? Cela fait deux ans que nous ne la voyons… ce n'est point que nous ne la mangions.",
              "Amira : Pastèque.",
              "Mahmoud : Tu veux pastèque ?",
              "Mahmoud : Que t'en semble ? Au paradis il y a beaucoup de nourriture… nous y allons pour manger beaucoup.",
              "Amira : Autant que ça.",
              "Mahmoud : Autant que ça ?",
              "Mahmoud : Je n'y peux rien… elle veut autant que ça.",
              "Mahmoud : Allez, donne-leur un petit baiser."
            ]
          },
          [
            {
              "tipo": "dobleTexto",
              "arabe": [
                "ثلاث أمنيات لا أريد سواها...",
                "أولها أن أرى أمتي واحدة عزيزة كريمة قوية في مكانتها السائدة بين الأمم.",
                "ثانيها أن نبقى معًا أو نرحل معًا؛ أتحدث عن عائلتي، وإن كان لا بد فأكون أول الملتحقين بالرفيق الأعلى من أسرتي.",
                "ثالثها حين يكتب الله لي نهاية الحياة لا أريد أن يبقى من جسدي شيء، ولا أريد أن يكون جسدي قبرًا ولا ترابًا.",
                "أما الفرجُ لغزة وأهلها فلم أذكرْه لأنه لا بد أن يكون قبل كل شيء، وهو أسبق من كل أمنية؛ فهي الدعوة الدائمة.",
                "وقبل كل شيء وبعد كل شيء وأهمّ من كل شيء: أن يرضى الله عني."
              ],
              "francais": [
                "Trois souhaits : je n'en veux point d'autres que ceux-ci...",
                "Le premier : voir ma Umma unie, noble et forte, en sa place prééminente parmi les nations.",
                "Le second : demeurer ensemble ou partir ensemble ; je parle de ma famille, et s'il le faut, que je sois le premier des miens à rejoindre le Compagnon Suprême.",
                "Le troisième : quand Allah décrétera la fin de ma vie, que rien ne reste de mon corps, que mon corps ne demeure point prisonnier de tombe ni de terre.",
                "Quant au soulagement pour Gaza et ses gens, je ne l'ai point mentionné car il doit venir avant tout ; il précède tout souhait : c'est la supplication constante.",
                "Et avant tout, et après tout, et par-dessus tout : qu'Allah soit satisfait de moi."
              ]
            },
            {
              "tipo": "dobleTexto",
              "arabe": [
                "اجتمعت نساء العائلة عند أمي لمواساتها بفقدان زوج أختي رحمه الله.",
                "جلست عن يمينها أختي الصغرى — وهي أيضًا فقدت زوجها — وعن يسارها أختي التي فقدت ابنتها.",
                "عمتي بجوارهم فقدت زوجها، وعمتي الأخرى فقدت ابنها البكر، ومعهم زوجتي التي فقدت شقيقها.",
                "كلهم دون استثناء في قلوبهم وجعٌ وفقدٌ وحسرة.",
                "هذا حال الجميع هنا؛ هذا هو نصيبُنا وقدرُنا.",
                "لكن الله تبارك وتعالى سيعوض قلوبهن بجبر يليق برحمته وكرمه."
              ],
              "francais": [
                "Les femmes de la famille se réunirent auprès de ma mère pour la consoler de la mort de l'époux de ma sœur, qu'Allah ait miséricorde de lui.",
                "À sa droite était assise ma sœur cadette — elle aussi perdit son mari — et à sa gauche, ma sœur qui perdit sa fille.",
                "Ma tante, à côté d'elles, perdit son époux ; l'autre tante perdit son fils aîné, et avec elles mon épouse, qui perdit son frère.",
                "Tous, sans exception, portent en leurs cœurs douleur, perte et déchirement.",
                "Ainsi est l'état de tous ici : c'est notre part et notre destin.",
                "Mais Allah, Béni et Exalté, compensera leurs cœurs d'une consolation digne de Sa miséricorde et Sa générosité."
              ]
            }
          ],
          {
            "tipo": "imagen",
            "src": "/imagenes/Mahmoud-familia.png",
            "alt": "Image finale du chapitre"
          }
        ]
      },
  {
    "title": "La Dette Éternelle",
    "content": [
      "—Frère Mahmoud, je veux t'aider —j'écrivis dans le message,",
      "les mains tremblantes sur le clavier.",
      "",
      "La réponse arriva presque immédiatement, comme s'il avait attendu",
      "près du téléphone, comme s'il savait que quelque part dans le monde",
      "quelqu'un pensait à lui.",
      "",
      "—M'aider moi ? Pourquoi ? —ses mots traversèrent l'écran comme",
      "des poignards d'humilité—. Il y a des gens qui en ont plus besoin",
      "que moi : une veuve, un orphelin... Ce sont eux qui ont vraiment besoin.",
      "",
      "Je fermai les yeux un instant. Le voilà, au milieu de l'enfer,",
      "s'inquiétant pour les autres. Voilà la différence entre les hommes",
      "ordinaires et les extraordinaires : ces derniers, même dans leur",
      "propre agonie, continuent de penser au prochain.",
      "",
      "—Mais cet argent est à toi —j'insistai—. Je ne sais pas à qui",
      "d'autre l'envoyer là-bas. Si tu veux, je peux le donner en ton nom,",
      "comme aumône.",
      "",
      "—Si tu vas le faire, nourris-les —répondit-il avec une simplicité",
      "qui me brisa l'âme—. Donne à manger à quelqu'un dans le besoin,",
      "à un affamé. Cela me rendrait heureux.",
      "",
      "Et à ce moment-là je compris que je parlais à l'un de ces hommes",
      "justes dont parlent les écritures. Pas ces personnages légendaires",
      "qui n'existent que dans les livres, mais des hommes droits de chair",
      "et de sang qui marchent parmi nous, qui souffrent, qui saignent,",
      "mais qui ne perdent jamais la capacité d'aimer.",
      "",
      "---",
      "",
      "Je fis ce qu'il voulait. La moitié de l'argent devint nourriture",
      "pour les nécessiteux, comme il l'avait demandé. Mais l'autre moitié...",
      "l'autre moitié je me l'empruntai.",
      "",
      "Pas parce que j'en avais besoin, ni parce qu'il n'y avait pas",
      "d'autres affamés à secourir. Je me l'empruntai parce que je voulais",
      "être en dette envers lui. Parce que je voulais avoir un lien",
      "avec Mahmoud plus fort qu'un virement ponctuel.",
      "",
      "Je suis un homme qui paie toujours ses dettes. Je ne supporte pas",
      "devoir quoi que ce soit à qui que ce soit. Mais cette dette est différente.",
      "Celle-ci je ne veux pas la payer maintenant. Cette dette je la garde",
      "en moi comme une ancre, comme un rappel constant que mon confort",
      "est construit sur la souffrance d'autrui.",
      "",
      "Une dette qui ne sera pas réglée tant que tout ne sera pas fini.",
      "Tant que Gaza ne respirera pas. Tant que la justice ne viendra pas.",
      "Tant que je ne pourrai pas le regarder dans les yeux et lui dire :",
      "\"Maintenant oui, frère, la dette est payée.\"",
      "",
      "---",
      "",
      "Depuis lors j'ai compris que pour moi donner n'est pas faire un don.",
      "Donner n'est pas offrir. Donner c'est payer une dette. Une dette",
      "envers les innocents qui souffrent, envers les mères qui enterrent",
      "leurs enfants, envers les enfants qui pleurent de faim, envers tous",
      "ceux qui portent le poids de notre indifférence collective.",
      "",
      "C'est pourquoi je n'ai jamais attendu de remerciements. Au contraire :",
      "c'était moi qui devais remercier. Merci de me laisser participer",
      "à des projets qui pour nous, de l'extérieur, peuvent paraître petits,",
      "mais qui là-bas, sous siège et bombes, étaient des actes gigantesques",
      "de résistance contre le désespoir.",
      "",
      "Comment obtient-on des tuyaux dans une ville bombardée ?",
      "Comment creuse-t-on des puits d'eau sous l'œil vigilant de drones",
      "et d'avions qui tirent sur tout ce qui bouge ? Comment obtient-on",
      "des tentes dans une ville assiégée ? Comment distribue-t-on des sacs",
      "de nourriture aux veuves et orphelins sans ressources, aux mutilés,",
      "aux anciens qui ne peuvent même plus marcher ?",
      "",
      "C'est ce qu'ils ont fait. Un travail énorme. Héroïque.",
      "Épique dans sa simplicité, révolutionnaire dans son humanité.",
      "",
      "Et Salah fut l'homme qui l'initia.",
      "",
      "Salah —qu'Allah l'ait en Sa gloire— fut l'étincelle qui alluma",
      "cette œuvre. Il unit de petites contributions de gens humbles comme moi,",
      "et avec elles construisit des puits, distribua de la nourriture,",
      "apporta la dignité là où il n'y avait que faim et peur.",
      "Il prouva que l'espoir pouvait s'organiser, que même dans l'obscurité",
      "absolue, la lumière de la solidarité pouvait se frayer un chemin",
      "comme l'eau entre les pierres.",
      "",
      "Et c'est pourquoi ils l'assassinèrent.",
      "",
      "Parce que l'ennemi ne supporte pas l'espoir. Parce que toute personne",
      "qui sème la vie au milieu de la mort devient automatiquement un objectif",
      "militaire. Parce que dans leur logique perverse, nourrir un affamé",
      "est un acte de terrorisme, donner de l'eau à un assoiffé est une menace",
      "à la sécurité nationale.",
      "",
      "Ils l'ont tué. Un crime sans précédent dans l'histoire de l'humanité :",
      "assassiner celui qui en temps de famine tentait seulement de sauver",
      "des vies. Sadisme pur. Une cruauté qui révèle le vrai visage de l'ennemi,",
      "dépouillé de tout masque, nu dans sa méchanceté absolue.",
      "",
      "Mais ce qu'ils n'ont pas compris —ce que ne comprennent jamais",
      "ceux qui confondent pouvoir et force— c'est qu'une idée ne se tue",
      "pas avec des balles. Quand une idée naît, quand elle prend racine",
      "dans les cœurs, peu importe qu'ils assassinent son créateur :",
      "il y aura toujours ceux qui suivent le chemin, qui ramassent",
      "la torche tombée et la maintiennent allumée.",
      "",
      "C'est l'héritage de Salah. Un pacte de sang, un engagement assumé",
      "avec sa vie. Il fut espoir pour beaucoup, et son héritage vit encore,",
      "fidèle aux principes et au chemin qu'il traça de son existence.",
      "",
      "Parce que les hommes meurent, c'est vrai. Mais les idées justes,",
      "celles qui naissent du sacrifice et de l'amour véritable, celles-là",
      "ne meurent jamais. Elles se multiplient, s'étendent, deviennent",
      "des rivières qui traversent frontières et océans, jusqu'à atteindre",
      "des cœurs qui ne savaient même pas qu'ils avaient soif de justice.",
      "",
      "Et moi, depuis mon petit coin du monde, je reste endetté.",
      "Une dette sacrée qui me rappelle chaque jour que l'indifférence",
      "est complicité, que le silence est trahison, que tant qu'il y aura",
      "un seul enfant pleurant de faim à Gaza, aucun de nous ne peut",
      "dormir tranquille.",
      "",
      "C'est ma dette envers Mahmoud, envers Salah, envers tous ceux",
      "qui résistent. Une dette qui ne se paie pas avec de l'argent,",
      "mais avec la mémoire, avec le témoignage, avec la promesse inébranlable",
      "que leurs voix ne seront jamais réduites au silence tant qu'il restera",
      "quelqu'un capable de les entendre et de les répéter."
    ]
  },
  {
  "title": "Héros sans cape",
  
  
   "especial": true,
        "pages": [
          {
            "tipo": "texto",
            "content":  [
    "Je n’ai pas emprunté ce chemin pour un slogan ou pour une photo passagère.",
    "Je l’ai emprunté parce que j’ai vu des gens ordinaires :",
    "des gens comme toi, comme moi,",
    "comme ce voisin à qui l’on n’adresse jamais la parole,",
    "donner leur vie sans rien attendre en retour.",
    "Des hommes et des femmes qui, tandis que le monde bâillait,",
    "restaient éveillés, nuit après nuit.",
    "Écrivant aux ambassades,",
    "inondant les institutions de courriels,",
    "appelant les consulats,",
    "préparant des modèles de lettres,",
    "traduisant des communiqués,",
    "corrigeant une virgule à trois heures du matin,",
    "pour que, à huit heures, quelqu’un d’autre puisse appuyer sur « envoyer ».",
    "Ce chapitre leur est dédié.",
    "À eux seuls.",
    "L’initiative changeait de nom selon les langues,",
    "mais sur toutes les lèvres elle sonnait de la même manière : March to Gaza.",
    "Ce n’était pas un logo ; c’était un battement de cœur.",
    "J’étais en quête,",
    "et toute piste qui portait l’odeur de l’action — non du commentaire —",
    "devenait ma boussole.",
    "Ma femme m’envoya la vidéo d’une jeune Marocaine parlant du projet.",
    "Tout était encore embryonnaire :",
    "peu de monde, aucune publicité, seulement des signaux de fumée.",
    "J’y suis allé.",
    "Première réunion : six personnes.",
    "Et là, il est apparu : l’ingénu.",
    "Un bon cœur, mais une lecture fausse de la carte.",
    "Il disait que les autorisations étaient déjà demandées,",
    "que tout serait pacifique,",
    "que l’Égypte ne poserait pas de problème.",
    "Quand il prononça le mot « Égypte », je sus qu’il ne connaissait pas l’Égypte,",
    "comme on connaît le fil d’un couteau qui vous a déjà tranché :",
    "de près, en silence, sans romantisme.",
    "Je sais ce qu’ils ont fait aux militants palestiniens.",
    "Je sais ce qui se passe dans les prisons souterraines.",
    "Je sais ce que signifie une frontière gardée par cent mille soldats,",
    "chargés d’ordres invisibles : protéger les limites des bourreaux.",
    "Je respirai profondément et posai la seule question qui s’imposait :",
    "— Que feras-tu quand l’Égypte t’empêchera d’entrer ?",
    "Il me regarda comme si j’étais le pessimiste de la salle.",
    "Mais ce n’est pas du pessimisme : c’est de l’expérience.",
    "La surprise vint des autres.",
    "Les gens de la base n’étaient pas naïfs.",
    "Ceux qui s’inscrivaient savaient ce qui les attendait et pourquoi ils venaient.",
    "Ils ne voulaient pas de selfies à Rafah,",
    "ils voulaient deux jours de pression devant la porte,",
    "et, s’il le fallait, la forcer.",
    "Ils voulaient entrer, serrer leurs frères dans leurs bras,",
    "offrir leur poitrine comme rempart.",
    "Il n’y avait pas de peur, seulement de la rage et une douleur accumulée.",
    "Et surtout, il y avait une clarté implacable :",
    "si l’Égypte respire, la Palestine respire.",
    "Cette équation, simple et brutale, nous la partagions tous.",
    "Mon rôle, au départ, était modeste :",
    "diffuser et, si possible, marcher.",
    "Mais les causes choisissent elles-mêmes votre place.",
    "Je suis apparu dans quelques vidéos,",
    "et malgré moi je suis devenu un contrepoison",
    "face à ce qui commençait à proliférer comme une moisissure :",
    "infiltrations, opportunistes, chasseurs de données et de dons.",
    "La nuit, de faux profils entraient dans les groupes,",
    "posant des questions piégées pour arracher une confidence :",
    "— Où logez-vous ?",
    "— Qui coordonne dans telle ville ?",
    "— Envoie-moi ce contact en privé.",
    "Ou laissaient des liens douteux :",
    "— Clique ici.",
    "— Signe d’urgence.",
    "— Soutiens cette pétition.",
    "Si vous ne mordiez pas, ils changeaient de tactique :",
    "provocations calculées, pour extraire des phrases",
    "à utiliser ensuite contre vous.",
    "C’était de la mécanique sociale, pure et dure.",
    "Je bloquais, j’avertissais, je répétais :",
    "« Ne partagez rien. Ils pêchent à la ligne. »",
    "Puis vinrent les chasseurs d’argent.",
    "Une « organisation amie » jurait ne pas avoir de compte bancaire…",
    "quelques minutes avant que je découvre un groupe parallèle,",
    "créé sans autorisation, avec affiche et numéro de compte bien en évidence,",
    "pour collecter des fonds « pour la cause ».",
    "Une escroquerie avec sourire.",
    "Il y eut aussi le faux militant,",
    "expert en bannières étrangères à introduire dans toute pancarte.",
    "Il voulait y glisser une autre cause absurde,",
    "celle d’une bande criminelle qui tient en otage une partie de mon peuple au Sahara.",
    "Je refusai net.",
    "Je dis clairement :",
    "— Nous marchons pour Gaza.",
    "Sans drapeaux d’emprunt.",
    "Sans identités prêtées.",
    "Nous ne baratinerons pas avec le sang de la Palestine pour blanchir des agendas étrangers.",
    "L’ingénu, cette fois, me donna raison.",
    "Mais je le lui répétai plus gravement encore :",
    "— Je lutte pour la liberté de ton peuple ;",
    "je n’accepterai jamais que l’on fragmente le mien.",
    "Ici, il n’y a ni « cette fois » ni « la prochaine » :",
    "ici, il y a le but, ou il y a du bruit.",
    "Et si nous laissons le bruit entrer, nous perdons l’efficacité.",
    "Et si nous perdons l’efficacité, nous perdons des vies.",
    "Pourtant, au milieu des ombres, il y eut des lumières.",
    "La lumière des petits influenceurs authentiques, ceux que l’on croit parce qu’ils ne vivent pas de cela.",
    "La lumière des groupes de soutien comme celui que nous appelions « Refuge », capables de coordonner sans chercher les médailles.",
    "La lumière des médecins comme le Dr Hicham El Ghaoui, qui savaient déjà où insister et où céder.",
    "La lumière de ceux qui, à deux heures du matin, écrivaient : « Je suis là », à cinq heures : « Je suis encore là », à onze heures : « Je n’ai pas dormi, que faut-il de plus ? »",
    "Eux ont transformé les discussions en ateliers de dignité.",
    "Que nous reste-t-il aujourd’hui ?",
    "La certitude qu’une multitude sans visage a fait trembler des bureaux qui ne répondaient jamais.",
    "Que des lettres bien écrites peuvent franchir des portes blindées.",
    "Que la pression collective déstabilise même ceux qui se croient intouchables.",
    "Il nous reste aussi la carte des erreurs : avoir fait confiance aux marques, délégué aux égos,",
    "laissé le calendrier du spectacle dicter le rythme d’une douleur réelle.",
    "Jamais plus.",
    "À titre personnel, il me reste une dette que je ne veux pas effacer : envers ceux qui ont collé leur front à un écran comme s’il était fenêtre,",
    "ceux qui ont collé leur dos à une porte comme s’il était levier, ceux qui ont risqué leur nom ou leur liberté,",
    "ceux qui ont gardé le silence quand parler aurait été vanité, et ceux qui ont parlé quand se taire aurait été complicité.",
    "À tous, je dis : rien n’a été vain.",
    "Même si nous n’avons pas franchi la frontière, même si papiers, matraques ou titres nous ont arrêtés, notre pas a résonné.",
    "Et surtout, nous avons appris la leçon la plus dure : soit le but, soit le bruit. Soit l’utilité, soit l’ego.",
    "Je continuerai de demander ce que j’ai demandé dès le premier jour : des plans réels pour des vies réelles.",
    "Sans drapeaux prêtés, sans comptes opaques, sans selfies héroïques.",
    "Avec des listes, des appels, des protocoles, des mains.",
    "Ce ne sera pas épique, cela ne rapportera pas de « likes ».",
    "Qu’importe : l’épopée véritable est qu’un enfant puisse dîner, qu’un détenu rentre chez lui,",
    "qu’un convoi traverse,",
    "qu’une vie ne s’éteigne pas aujourd’hui.",
    "Ce chapitre se referme, oui,",
    "mais comme se referme le poing avant de frapper l’indifférence : pour s’ouvrir ensuite et soutenir.",
    "Merci à ceux qui ne se sont pas vendus.",
    "Aux opportunistes : nous savons désormais qui vous êtes.",
    "Aux infiltrés : vous ne nous tromperez pas deux fois.",
    "Et à ceux qui doutent encore qu’un courriel, un appel ou un paragraphe bien écrit servent à quelque chose : oui, cela sert.",
    "Pour moi, cette marche fut toujours celle des insoumis,",
    "de ceux qui, lorsqu’on leur offrit une place sur la photo, choisirent une place dans la tranchée.",
    "Et c’est là que vous nous trouverez la prochaine fois : moins naïfs, mieux organisés, avec le même amour.",
    "Car cette marche, bon sang, n’est faite que d’amour.",
    "D’un amour pratique, discret, mais vital : celui qui sauve des vies."
  ]
},

 {
            "tipo": "imagen",
            "src": "/imagenes/12.png",
            "alt": "Final image of the chapter"
          }
    ]
  }]},
  {
  "id": 19,
  "nombre": "Patricia Abal",
  "fragmento": "Parfois, il n'y a pas d'obscurité capable d'exprimer une telle souffrance, lorsque le mal agit en pleine lumière.",
  "titulo": "Lorsque le mal agit en plein jour",
  "description": "Patricia Abal est une illustratrice qui saisit des moments où la souffrance est si intense que les mots ne suffisent pas.",
  "image": "/imagenes/patricia_abal.jpg",
  "parts": [
    {
      "title": "Illustrations qui parlent",
      "especial": true,
      "pages": [
        {
          "tipo": "imagen",
          "src": "/imagenes/patricia1.jpg",
          "alt": "Illustration de Patricia Abal montrant la souffrance et le mal en pleine lumière.",
          "caption": "Parfois, il n'y a pas d'obscurité capable d'exprimer une telle souffrance, lorsque le mal agit en pleine lumière."
        }
      ]
    }
  ]
}

]
