[{
  
    "id": 2,
    "nombre": "Abdellah Yahyaoui Azuz",
    "fragmento": "Car les grands changements ne viennent pas toujours des gouvernements, des discours ou des organisations puissantes.\nParfois, les actes les plus significatifs naissent de petits gestes,\nfaits dans le silence,\ndans la solitude,\ndans la rareté,\ndans l'incertitude.",
    "titulo": "L'héritage d'un père gravé dans l'âme",
    "image": "/imagenes/abdellah.png",
    "description": "Je jure par Allah, le Très-Haut et Glorifié, que je ne vous ai jamais trahi, et je ne le ferai jamais. Je n'ai jamais cédé, et je ne céderai jamais. Votre cause est la mienne tant que je respire. Mes enfants, et les enfants de leurs enfants, porteront l'étendard de la justice. Celui qui n'a pas la Palestine dans son cœur n'a aucun lien avec moi. La Palestine sera libre, du fleuve à la mer, forgée dans le sang des martyrs, tempérée par les larmes patientes de leurs mères et nourrie par un espoir que même la mort ne peut enterrer.",
    "parts": [
      {
        "title": "L'héritage d'un père gravé dans l'âme",
        "content": [
          "",
          "Depuis mon enfance, mon père — que Dieu ait son âme — m'a enseigné que la Palestine est la plus grande cause de notre époque.",
          "Pour lui, pour moi, pour toute notre génération, rien n'est plus important.",
          "Tant que la Palestine n'est pas libre, rien d'autre n'a d'importance.",
          "Il m'a inculqué ces valeurs, m'apprenant à aimer ce peuple de tout mon cœur.",
          "J'ai grandi avec cette idée gravée dans mon esprit.",
          "La Palestine n'est pas seulement un territoire ou une lutte politique.",
          "C'est sacré pour nous.",
          "Là se trouve la mosquée Al-Aqsa,",
          "le lieu où le prophète Muhammad ﷺ a voyagé lors de l'Isra et est monté au ciel.",
          "Là, il a prié aux côtés de tous les prophètes.",
          "C'est un symbole sacré qui nous relie à notre histoire et à notre foi.",
          "Il y a aussi la Porte des Maures.",
          "Un honneur que Saladin a accordé à nos ancêtres.",
          "Cette porte me relie à ma terre, mon histoire, cette cause.",
          "Je suis marocain, et je ressens cette connexion dans chaque fibre de mon être.",
          "Quand quelqu'un disait être palestinien,",
          "c'était comme si vous lui donniez automatiquement tout ce que vous aviez.",
          "Peu importait qui était cette personne.",
          "Juste pour être palestinien, elle méritait amour, respect et soutien inconditionnel.",
          "Je me souviens d'une fois avec mon frère et un ami algérien.",
          "Un homme sahraoui a commencé à parler avec mépris des Palestiniens.",
          "Je ne l'ai pas permis.",
          "Je l'ai fait taire et j'ai défendu les Palestiniens de toutes mes forces.",
          "C'est ainsi que j'ai grandi, avec passion et engagement gravés dans l'âme.",
          "C'est l'histoire que je veux raconter.",
          "Pour que tu comprennes qui je suis, d'où je viens et pourquoi cette cause est ma vie.",
          "Réveille-toi.",
          "Lis-moi avec ton cœur.",
          "Je ne suis pas sunnite.",
          "Je ne suis pas chiite.",
          "Je ne suis pas chrétien.",
          "Je ne suis pas juif.",
          "Je ne suis pas athée.",
          "Je suis musulman.",
          "Je crois en Allah, glorifié et exalté.",
          "Je crois en Son Livre sacré, le Qur’an.",
          "Je crois en Son Messager, Muhammad ﷺ.",
          "Et je crois en tous Ses prophètes : Jésus, Moïse, Abraham, David…",
          "Ce sont tous mes prophètes. Je les respecte. Je les aime.",
          "Je suis la voie du Prophète ﷺ : son exemple, sa miséricorde, sa patience.",
          "Je n'accepte pas les étiquettes qu'il n'a jamais utilisées.",
          "Il ne m'a jamais appelé sunnite ni chiite.",
          "Il m'a seulement appelé musulman.",
          "Et si je t'aime, si je tiens à toi, j'essaierai de partager avec toi ce que je crois.",
          "Pas pour imposer, mais par affection.",
          "Si tu n'écoutes pas, je continuerai.",
          "Sans haine. Sans ressentiment.",
          "Parce que la patience est ce qu'il ﷺ nous a enseigné.",
          "Et j'ai grandi avec ces principes.",
          "Mais nous avons tous été manipulés.",
          "Nous avons été divisés avec des mots vides : vous, nous, les leurs, les nôtres.",
          "On nous a fait oublier que nous sommes multiples.",
          "Que toi, comme moi, es plus qu'un seul mot.",
          "Le chrétien est plus que chrétien.",
          "Le musulman aussi.",
          "Le problème commence lorsque ton humanité est réduite à une étiquette.",
          "Et on te dit que le reste doit être l'ennemi.",
          "Mais j'ai appris que la véritable loyauté est envers Allah ﷻ.",
          "Vers le bien. Vers les autres. Vers le refus de nuire.",
          "C'est ce qui compte.",
          "C'est pourquoi je te demande ceci :",
          "Ne lis pas mes paroles avec un esprit empoisonné.",
          "Ne les lis pas avec ce qu'on t'a raconté.",
          "Lis-les avec ton cœur.",
          "Mets ton préjugé de côté.",
          "Mets tes certitudes de côté un instant.",
          "Essaie de voir à travers mes yeux.",
          "Parce que ce que tu vas lire ne vient ni des journaux ni des experts.",
          "Ça vient de ma vie.",
          "De ma peau.",
          "De ce que j'ai vu.",
          "De ce que j'ai ressenti.",
          "De ce que j'ai pleuré.",
          "De ce que j'ai tu.",
          "De ce qui me fait mal.",
          "Et si tu continues à écouter, si tu me donnes un peu de ta patience,",
          "je te promets que tu commenceras à comprendre.",
          "Parce que rien de ce qui se passe aujourd'hui n'est le fruit du hasard.",
          "Tout a une origine.",
          "Et une partie de cette origine est ici, dans ces mots.",
          "Ce n'est pas toute la vérité.",
          "Mais c'est une vérité.",
          "La mienne.",
          "Et si tu la ressens comme je la ressens,",
          "peut-être commenceras-tu à voir beaucoup de choses autrement."
        ]
      },
      {
        "title": "La Palestine, l'excuse parfaite",
        "content": [
          "",
          "Pendant des décennies, nos dirigeants ont su toucher la corde la plus sensible du peuple : la Palestine.",
          "Ils savaient que le simple fait de prononcer son nom ferait taire le peuple, accepter, pardonner, mourir si nécessaire.",
          "Alors ils en ont fait une excuse, un écran, une arme de pouvoir.",
          "Tout était 'pour la Palestine'.",
          "Les ressources du pays étaient gaspillées, pillées, détournées…",
          "mais toujours 'pour la Palestine'.",
          "Nous avons acheté des armes par millions : nous nous préparions à la libérer.",
          "Nos matières premières étaient vendues à bas prix : nous étions sanctionnés pour soutenir la Palestine.",
          "Des fonds, associations et projets millionnaires ont été créés : tout pour aider les Palestiniens.",
          "On nous disait qu'il n'y avait pas de pain, ni d'écoles, ni d'hôpitaux : car nous étions en état d'urgence… pour la Palestine.",
          "Mensonge.",
          "Rien n'arrivait.",
          "Les ambulances restaient aux frontières.",
          "Les dons se perdaient entre des mains corrompues.",
          "L'aide n'était qu'une photo avec un drapeau.",
          "Une seule ambulance, avec cinq logos, utilisée à chaque discours,",
          "tandis que la Palestine restait seule, et nous, plus pauvres chaque jour.",
          "Avec la complicité des 'autorités' palestiniennes elles-mêmes, tout était propagande.",
          "L'Égypte est restée en état d'urgence pendant 40 ans.",
          "La Syrie aussi.",
          "Tout un monde arabe paralysé, réprimé, surveillé, pour une guerre qui n'est jamais venue.",
          "Et pendant ce temps, ces mêmes gouvernements prétendant combattre le sionisme…",
          "négociaient avec lui, signaient des contrats, ouvraient des entreprises conjointes.",
          "Les armées que nous finançons n'étaient pas composées de soldats.",
          "C'étaient des usines privées de médailles vides,",
          "dirigées par des généraux entrepreneurs,",
          "propriétaires de sociétés multimillionnaires,",
          "où les soldats, payés par l'État, servaient de main-d'œuvre gratuite.",
          "Prêts à sacrifier leur propre peuple avant de tirer un coup de feu, même par erreur.",
          "Eux, intouchables.",
          "Nous, toujours endettés.",
          "Ainsi, la Palestine est devenue l'excuse parfaite pour réprimer, voler, appauvrir et perpétuer les dictatures.",
          "La cause la plus noble est devenue la fraude la plus parfaite."
         ]
}


    ]
  }
]