[{
  "id": 1,
  "nombre": "Lina Marcela Cediel Garzón",
  "titulo": "Gaza: Tête haute",
  "fragmento":"cette bataille est à toi de gagner.",
  "image": "",
  "description": "Lina Marcela Cediel Garzón écrit avec l'âme tournée vers la résistance et la dignité. Ses vers sont un appel à la lutte intérieure, à l'espoir qui fleurit même dans les décombres de la douleur.",
  "parts": [
    {
      "title": "Gaza: Force et Honneur",
      "content": [
        "Laisse passer la tempête,",
        "puis ramasse les éclats de misère,",
        "car si tu t'y noies,",
        "tu deviendras partie de la fatigue et de la solitude.",
        "",
        "Puise la force qui vit en toi,",
        "cette bataille est à toi de gagner.",
        "",
        "Ne faiblis pas au premier obstacle,",
        "il ne sera pas le dernier,",
        "et toi seul détiens les armes pour triompher.",
        "",
        "Lutte toujours la tête haute,",
        "fais de l'amour ton bouclier,",
        "et de ta foi la raison de te relever.",
        "",
        "Je sais que la lassitude t'assaille,",
        "mais la nuit meurt toujours avec le soleil,",
        "et ta douleur s'effacera dans la Gloire."
      ]
    }]},
     {
    "id": 22,
    "nombre": "Tamim al-Barghouti",
    "fragmento": "Combien d'âmes nobles le temps a-t-il désignées comme criminelles, et quand leur heure est venue, on a prié pour leur paix ?",
    "titulo": "À Jérusalem / في القدس",
    "image": "/imagenes/tamim.jpg",
    "description": "Tamim al-Barghouti est une voix essentielle de la poésie arabe contemporaine. Son œuvre, profondément liée à l’histoire et à la résistance palestinienne, reflète la dignité, la souffrance et l’espoir de son peuple.",
    "parts": [
      {
        "title": "À Jérusalem",
        "content": [
          "",
          "Combien d'âmes nobles le temps a-t-il désignées comme criminelles,",
          "et quand leur heure est venue, a-t-on prié pour leur paix ?",
          "Abu al-Qasim, exilé de la maison de son peuple,",
          "Moïse fils d'Imran et Jésus fils de Marie —",
          "connais-tu une foi jamais accusée de crime ?",
          "Si un juge surprend quelqu’un en suivant ses préceptes, l’exécution guette.",
          "Crucifixions et meurtres dans les lits, armées en Égypte,",
          "et la tranchée ardente de Najrân dévorant des vies.",
          "Un enfant paisible dans les bras de sa mère,",
          "fuyant une armée en terre de terreur.",
          "Dis-moi : y eut-il un prophète",
          "qui n’ait été pourchassé par la police,",
          "ou un semblable à chaque époque ?",
          "Depuis la racine du monothéisme — nier la divinité des rois —",
          "cette foi resta interdite.",
          "Les rois l’adoptèrent par prudence,",
          "tandis que dans leurs domaines, un shirk caché épuisait le silence.",
          "Pharaon et Nimrod ne transformèrent jamais leurs tyrannies,",
          "ni avec deux cornes ni avec des liens pendants.",
          "Et nous, depuis le commencement de la création, chers amis,",
          "exaltons la couronne du désir à chaque fois,",
          "même si aucune couronne plus grande n’existe.",
          "Nous acceptons avec peine que nos os se dessèchent de soif,",
          "mais jamais le verdict d’un juge.",
          "Une procession sur le balcon de la maison trouva",
          "un homme blessé, seul, trempé de sang.",
          "Sa main droite fut tranchée ; il accepta son destin.",
          "Il se banda en bas et se recouvrit avec fermeté.",
          "Il saisit un bâton de la gauche pour se défendre,",
          "mais c’était comme une mouche tournant sans repos.",
          "Un bataillon fut envoyé, craignant qu’une moitié de maison ne s’effondre.",
          "Ils le trouvèrent assis, les attendant, irrité par leur retard.",
          "Si on l’avait photographié sous un voile,",
          "il serait un jeune moqueur transformant le froncement de sourcils en sourire.",
          "Il couvrit son visage non pour se cacher,",
          "mais parce que, s’ils le connaissaient, ils préféreraient l’emprisonner.",
          "Et s’ils le capturaient, ils le troqueraient contre sa vie.",
          "C’est pourquoi il considéra plus ferme l’étreinte de la mort.",
          "Il ne se couvrit pas pour préserver sa vie,",
          "mais par renoncement à elle, en quête de dignité.",
          "Dis qu’il porte un voile non pour sécurité,",
          "mais comme symbole dans les guerres et signe de résistance.",
          "Dis que dans des foules paralysées par une seule peur,",
          "et face à des rangs avançant comme l’infanterie,",
          "tout agissait pour nuire à l’ennemi,",
          "et rien ne vint dans la vie pour le sauver.",
          "Il lança son bâton à l’armée ennemie comme testament,",
          "pour celui qui n’a pas d’arme plus puissante que lui-même.",
          "Il lança le bâton ; rien ne resta dans sa main sauf lui,",
          "et ceux qui commandaient des armées s’arrêtèrent.",
          "Depuis ce jour, il devint un exemple :",
          "pour chaque jeune défendant ce qu’il aime sans armes.",
          "Assis sur un trône comme un calife,",
          "son peuple lui jure fidélité sur terre et au ciel.",
          "C’est un trône désiré par les sages,",
          "et ce leader pointe vers la direction de la bénédiction.",
          "Ici, l’être humain devient foi pure,",
          "et la foi du peuple s’incarne en une personne.",
          "Sais-tu que la mort raconte l’histoire du jeune ?",
          "Elle dit si sa cause fut pour la vérité ou pour le mensonge.",
          "Le jeune vit même dans le silence,",
          "mais si il meurt, sa mort parle d’une voix puissante."
        ]
      }
    ]
  }
    ]