[{
  "id": 1,
  "nombre": "لينا مارسِيلا سيديل غارثون",
  "fragmento": "دَعي العاصفة تعبر، ثم لملمي  شظايا البؤس، فإن غصتِ في أعماقه صرتِ أنتِ البؤس نفسه، وصار التعب رفيقك والوَحشة ظلك...",
  "titulo": "غزة: جبهة مرفوعة",
  "image": "",
  "description": "تكتب لينا مارسِيلا سيديل غارثون بروحٍ تنبض بالمقاومة والكرامة. أبياتها صلوات من نارٍ وأمل، دعوة إلى الصمود الداخلي، وإلى زهرةٍ تتفتح حتى فوق ركام الألم.",
  "parts": [
    {
      "title": "غزة: قوة وشرف",
      "content":  [
    "",
    "غزّة،",
    "",
    "دَعي العاصفة تعبر،",
    "ثم لملمي البؤس،",
    "فإن غصتِ في أعماقه",
    "صرتِ أنتِ البؤس نفسه،",
    "وصار التعب رفيقك والوَحشة ظلك.",
    "",
    "استحضري ما في أعماقك من نارٍ دفينة،",
    "فالحرب حربك، والنصر وعدك،",
    "ولا بُدَّ أن تربحيها.",
    "",
    "لا تنكُسِي رأسكِ عند أول حجرٍ يعترض دربك،",
    "فلن يكون الأخير،",
    "وأنتِ وحدكِ تحملين السلاح القادر على كسر السلاسل.",
    "",
    "قاتلي ووجهكِ يشرق كالفجر،",
    "واجعلي من الحب درعك،",
    "ومن إيمانكِ منارةَ جهادك.",
    "",
    "أعرف أن التعب ينهشُ روحك،",
    "لكن الليل مهما طال يُهزم عند شروق الشمس،",
    "وأن وجعكِ سيزول،",
    "حين يولد المجد من بين رماد الصبر."
  ]
    }
  ]
}
,
  {
    
  "id": 22,
  "nombre": "تميم البرغوثي",
  "fragmento": "كم من أرواح نبيلة حددها الزمن كمجرمين، وعندما حان وقتها، صُلي من أجل سلامها؟",
  "titulo": "في القدس / In Jerusalem",
  "image": "/imagenes/tamim.jpg",
  "description": "تميم البرغوثي صوت أساسي في الشعر العربي المعاصر. أعماله، المرتبطة بعمق بالتاريخ والمقاومة الفلسطينية، تعكس كرامة ومعاناة وأمل شعبه. وعلى الرغم من أنه لا يشارك مباشرة في هذا الكتاب، إلا أن شعره مدرج هنا كشهادة حية وصدى للنضال من أجل العدالة.",
    "parts": [
     
         
      {
      
  "title": "في القدس",
  "content": [
    "ألا كم كريم عده الدهر مجرما..",
    "فلما قضى صلى عليه وسلم",
    "أبو القاسم المنفي عن دار أهله.. وموسى بن عمران وعيسى بن مريما",
    "أتعرف دينا لم يسم جرما.. إذا ضبط القاضي بها المرء أعدما",
    "صليب وقتل في الفراش وعسكر.. بمصر وأخدود بنجران أضرما",
    "وطفل وديع بين أحضان أمه.. يراوغ جيشا في البلاد عرمرما",
    "وقل نبي لم تلاحقه شرطة.. وأشباهها في كل دهر تصرما",
    "فمن جوهر التوحيد نفي ألوهة.. الملوك لذا ما زال دينا محرما",
    "ولم يؤمن الأملاك إلا تقية.. وفي الملك شرك يتعب المتكتما",
    "وفرعون والنمرود لم يتغيرا.. بقرنين أو ربطات عنق تهتما",
    "ونحن لعمري نحن منذ بداية.. الخليقة يا أحبان وهما هما",
    "نعظم تاج الشوق في كل مرة.. ولسنا نرى تاجا سواه معظما",
    "ونرضى مرارا أن ترضى عظامنا.. عطاشى ولا نرضى دعوى محكما",
    "مسيرة في شرفة البيت صادفت.. جريحا وحيدا يكتسي شطره دما",
    "قد انقطعت يمناه وارتض رأسه.. فشد ضمادا دونه وتعما",
    "وأمسك باليسرى عصا كي يردها.. فكانت ذبابا كلما ذب حوما",
    "وما أرسلت إلا لأن كتيبة من الجند.. خافت نصف بيت مهدما",
    "وقد وجدوه جالسا في انتظارهم أظن.. ومن تأخيرهم متبرما",
    "ولو صورت تحت اللثام لصورت.. فتى ساخرا رد العبوس تبسما",
    "تلثم كي لا يعرفوه لأنهم.. إذا عرفوه فضلوا الأسر ربما",
    "ولو أسروه قايضوه بعمره.. لذاك رأى خوض المنية أحزما",
    "فلم يتلثم كي يصون حياته.. ولكن لزهد في الحياة تلثما",
    "فقل في قناع لم يلت لسلامة.. ولكن شعارا في الحروب ومعلما",
    "وقل في جموع أحجمت خوفا واحدا.. وفي جالس نحو المشاة تقدما",
    "أتى كل شيء كي يسوء عدوه.. ولم يأت شيء في الحياة ليسلما",
    "رمى بالعصا جيش العدو وصية.. لمن عنده غير العصا وما رمى",
    "رمى بالعصا لم يبق في اليد غيرها.. ومن في يديه العسكر المجرو أجمما",
    "غدا مضرب الأمثال منذ رمى بها.. لكل فتى يحمي سواه وما احتمى",
    "جلوسا على الكرسي مثل خليفة.. يبايعه أهلوه في الأرض والسماء",
    "فذلك عرش يرتضيه ذو النهى.. وذاك إمام قبلة السعد يمما",
    "هنا يصبح الإنسان دينا مجردا.. ويصبح دين الناس شخصا مجسما",
    "أتعرف أن الموت راوية الفتى؟",
    "يقول لحق أم لباطل انتمى",
    "يعيش الفتى مهما تكلم ساكتا.. فإن مات أفضى موته فتكلم"
  ]
}
    ]
  }
]
